const searchData = {
	// company_info : [{
	// "OperationRequest": {
	//     "eprdatasvcstscd": 3,
	//     "itg_srch": "대눈공용",
	//     "prn_rst_cnt": 20,
	//     "maxdocs": 1000,
	//     "pge_st_no": 50,
	//     "sort": "etl_ipc_yn:desc,ltgmktdivcd:asc,eprmdydivcd:asc,eprdatastsdivcd:desc",
	//     "nm": "삼성전자"
	// },
	Item: {
		engentrnm: 'Samsung Electronics Co.,Ltd.',
		eprmdydivcd: 1,
		crpno: 1301110006246,
		etl_ipc_yn: 'Y',
		eprdatastsdivcd: '00',
		korreprnm: '김기남/김현석/고동진',
		amnisuyn: 'N',
		korentrnm: '삼성전자㈜',
		sanupcode: 'C2642200',
		tel: '031-210-5114',
		scaledivcd: 2,
		stockcode: '005930',
		fadivcd: '00',
		business: 1248100998,
		aa22_inmul_nm_cd: '김기남^076189|김현석^247465|고동진^211467',
		koraddr: '경기 수원시 영통구 삼성로 129',
		kiscode: 380725,
		engaddr: '129, Samseong-ro Yeongtong-gu Suwon-si Gyeonggi',
		nolt_koraddr: '경기 수원시 영통구 매탄3동 310번지',
		empnum: 481,
		ltgmktdivcd: 9,
		epr_cnu_yn: 'Y',
		nolt_engaddr: '416, Maetan3-dong Yeongtong-gu Suwon-si Gyeonggi',
		obz_date: 20200101,
		sanup: '이동전화기 제조업',
		engreprnm: 'Kim,Gi Nam/Kim,Hyeon Seok/Go,Dong Jin'
	},
	searchParams: {
		searchText: '(삼성).CN',
		searchNum: [],
		companyName: ['삼성'],
		companyAddress: [],
		bizDomain: [],
		relatedKeyword: [],
		// customCriteria: [],
		industry: [],
		marketCapStart: '',
		marketCapEnd: '',
		foundedStart: '',
		foundedEnd: '',
		employeeStart: '',
		employeeEnd: '',
		repAgeStart: '',
		repAgeEnd: ''
	},
	// searchScope: {
	// 	volume: '',
	// 	limit: 100,
	// 	offset: 0
	// },
	searchLoading: false,
	searchSubmit: true,
	cols: ['1', '2', '3', '4', '5', '6', '7', '8'],
	// clickedSearchId: null,
	// selectedSearchIds: [],
	// topicChips: [],
	news: [
		{
			title: '“‘나파모스타트’, 렘데시비르보다 코로나19 치료 효과 ‘600배’”',
			originallink: 'http://www.hani.co.kr/arti/society/health/944942.html',
			link: 'https://news.naver.com/main/read.nhn?mode=LSD&mid=sec&sid1=102&oid=028&aid=0002497260',
			description:
				'유력한 코로나19 바이러스 억제 약물인 렘데시비르보다 훨씬 강력한 효능을 보이는 치료제를... 세포를 감염시킨다. 세포 안에서 바이러스의 유전체 아르엔에이(gRNA)는 자신을 조각낼 단백질 분해효소를 만들어... ',
			pubDate: 'Thu, 14 May 2020 16:57:00 +0900'
		},
		{
			title: '코로나19 치료제·백신 개발전(戰) 현주소는?',
			originallink: 'http://www.kukinews.com/news/article.html?no=787802',
			link: 'http://www.kukinews.com/news/article.html?no=787802',
			description:
				'인간면역결핍바이러스(HIV) 치료제 ‘칼레트라’가 대표적. 칼레트라는 바이러스 복제를 촉진하는 단백질... 최근에는 혈장치료제에 관심이 높다. 코로나19에 감염됐다가 회복된 경험이 있는 사람의 혈액 속에는... ',
			pubDate: 'Fri, 15 May 2020 02:02:00 +0900'
		},
		{
			title: '중원대 임병관 교수팀, 심근염 유발 바이러스 억제제 개발',
			originallink: 'http://www.newsis.com/view/?id=NISX20200514_0001025267&cID=10899&pID=10800',
			link: 'https://news.naver.com/main/read.nhn?mode=LSD&mid=sec&sid1=102&oid=003&aid=0009862920',
			description:
				'콕사키바이러스 치료제를 발견했다고 14일 밝혔다. 임 교수팀은 이 연구논문을 국제저명학술지... 콕사키바이러스 감염은 심근염을 유발할 뿐만 아니라 신종 코로나바이러스 감염증(코로나19) 수용체인 ACE2 단백질의... ',
			pubDate: 'Thu, 14 May 2020 17:11:00 +0900'
		},
		{
			title: '중원대 임병관 교수팀, 콕사키바이러스 치료제 발견',
			originallink: 'http://www.cctoday.co.kr/news/articleView.html?idxno=2069637',
			link: 'http://www.cctoday.co.kr/news/articleView.html?idxno=2069637',
			description:
				'이에 급성심근염을 유발하는 콕사키바이러스 증식을 억제하는 강력한 치료제 개발이 주목받고 있다.임병관 교수팀에 따르면 콕사키바이러스의 감염은 심근염을 유발하고, 코로나 바이러스의 수용체인 ACE2 단백질의... ',
			pubDate: 'Thu, 14 May 2020 20:22:00 +0900'
		},
		{
			title: "괴산 중원대 임병관 교수팀 '콕사키바이러스' 치료제 찾아내",
			originallink: 'https://www.news1.kr/articles/?3934720',
			link: 'https://news.naver.com/main/read.nhn?mode=LSD&mid=sec&sid1=102&oid=421&aid=0004638237',
			description:
				"일으키는 '콕사키바이러스' 치료제를 찾아냈다고 14일 밝혔다. 임병관 교수는 \"콕사키바이러스의 단백질... 코로나19 바이러스 감염을 높이는 유사한 형태를 갖고 있다. 하지만 치료제와 백신은 개발하지 못한... ",
			pubDate: 'Thu, 14 May 2020 15:30:00 +0900'
		},
		{
			title: "중원대 임병관 교수 '콕사키바이러스 치료제' 발견",
			originallink: 'http://www.jbnews.com/news/articleView.html?idxno=1290609',
			link: 'http://www.jbnews.com/news/articleView.html?idxno=1290609',
			description:
				'감염 민감도를 높이는 유사한 증식형태를 가지고 있는 바이러스이다. 하지만 콕사키바이러스에 대한 적당한 치료제와 백신은 개발이 되지 않은 상태이다. 임병관 교수는 "본 연구를 통해 콕사키바이러스의 단백질... ',
			pubDate: 'Thu, 14 May 2020 14:42:00 +0900'
		},
		{
			title: '중원대 임병관 교수, 급성심근염 요인 콕사키바이러스 치료제 발견',
			originallink: 'http://news.mt.co.kr/mtview.php?no=2020051414377494604',
			link: 'https://news.naver.com/main/read.nhn?mode=LSD&mid=sec&sid1=102&oid=008&aid=0004409101',
			description:
				'이번 연구 논문의 주요 성과는 급성심근염을 유발하는 콕사키바이러스의 증식을 억제하는 강력한 치료제 개발이다. 콕사키바이러스의 감염은 심근염을 유발하고 코로나19 바이러스의 수용체인 ACE2 단백질의 발현을... ',
			pubDate: 'Thu, 14 May 2020 17:31:00 +0900'
		},
		{
			title: "아비박스, 알약형태 코로나 치료제 'ABX464' 임상2b·3상 승인",
			originallink: 'https://www.news1.kr/articles/?3935664',
			link: 'https://news.naver.com/main/read.nhn?mode=LSD&mid=sec&sid1=102&oid=421&aid=0004640422',
			description:
				'코로나바이러스 감염증(코로나19) 치료를 위해 임상시험에 들어갈 예정이다. 아비박스는 14일(현지시간)... ABX464는 바이러스가 수용체와 결합해 세포 내로 들어올 때 필요한 단백질인 다이나민2에 영향을 주는 것으로... ',
			pubDate: 'Fri, 15 May 2020 16:46:00 +0900'
		},
		{
			title: '중원대 임병관 교수, 급성심근염 요인 콕사키바이러스 치료제 발견',
			originallink: 'http://news.unn.net/news/articleView.html?idxno=229356',
			link: 'http://news.unn.net/news/articleView.html?idxno=229356',
			description:
				'감염 민감도를 높이는 유사한 증식형태를 가지고 있는 바이러스이다. 하지만 콕사키바이러스에 대한 적당한 치료제와 백신은 개발이 되지 않은 상태이다. 임병관 교수는 "본 연구를 통해 콕사키바이러스의 단백질... ',
			pubDate: 'Thu, 14 May 2020 15:16:00 +0900'
		},
		{
			title: '중원대 임병관 교수, 급성심근염 요인 콕사키바이러스 치료제 발견',
			originallink: 'http://www.veritas-a.com/news/articleView.html?idxno=323426',
			link: 'http://www.veritas-a.com/news/articleView.html?idxno=323426',
			description:
				'감염 민감도를 높이는 유사한 증식형태를 가지고 있는 바이러스이다. 하지만 콕사키바이러스에 대한 적당한 치료제와 백신은 개발이 되지 않은 상태이다. 임병관 교수는"본 연구를 통해 콕사키바이러스의 단백질... ',
			pubDate: 'Thu, 14 May 2020 14:04:00 +0900'
		}
	],
	matrix: {
		바이러스: [
			{
				1988: 1,
				1990: 3,
				1991: 4,
				1992: 7,
				1993: 6,
				1994: 9,
				1995: 17,
				1996: 14,
				1997: 22,
				1998: 14,
				1999: 15,
				2000: 24,
				2001: 26,
				2002: 30,
				2003: 33,
				2004: 20,
				2005: 34,
				2006: 36,
				2007: 28,
				2008: 41,
				2009: 27,
				2010: 44,
				2011: 29,
				2012: 38,
				2013: 29,
				2014: 50,
				2015: 51,
				2016: 67,
				2017: 59,
				2018: 18,
				2019: 1
			}
		],
		단백질: [
			{
				1990: 2,
				1991: 5,
				1992: 7,
				1993: 7,
				1994: 8,
				1995: 16,
				1996: 14,
				1997: 17,
				1998: 14,
				1999: 12,
				2000: 25,
				2001: 24,
				2002: 32,
				2003: 32,
				2004: 23,
				2005: 30,
				2006: 26,
				2007: 30,
				2008: 33,
				2009: 26,
				2010: 37,
				2011: 29,
				2012: 33,
				2013: 29,
				2014: 41,
				2015: 42,
				2016: 51,
				2017: 50,
				2018: 16,
				2019: 1
			}
		],
		치료: [
			{
				1988: 1,
				1990: 3,
				1991: 5,
				1992: 7,
				1993: 6,
				1994: 9,
				1995: 15,
				1996: 17,
				1997: 19,
				1998: 17,
				1999: 16,
				2000: 26,
				2001: 29,
				2002: 37,
				2003: 34,
				2004: 24,
				2005: 41,
				2006: 35,
				2007: 33,
				2008: 46,
				2009: 29,
				2010: 45,
				2011: 37,
				2012: 42,
				2013: 32,
				2014: 54,
				2015: 56,
				2016: 67,
				2017: 63,
				2018: 19,
				2019: 1
			}
		],
		세포: [
			{
				1990: 1,
				1991: 3,
				1992: 7,
				1993: 2,
				1994: 4,
				1995: 11,
				1996: 7,
				1997: 13,
				1998: 10,
				1999: 8,
				2000: 16,
				2001: 14,
				2002: 25,
				2003: 21,
				2004: 11,
				2005: 20,
				2006: 19,
				2007: 13,
				2008: 20,
				2009: 17,
				2010: 20,
				2011: 19,
				2012: 18,
				2013: 15,
				2014: 24,
				2015: 26,
				2016: 24,
				2017: 32,
				2018: 8,
				2019: 1
			}
		],
		감염: [
			{
				1988: 1,
				1990: 3,
				1991: 5,
				1992: 5,
				1993: 2,
				1994: 1,
				1995: 4,
				1996: 3,
				1997: 12,
				1998: 11,
				1999: 7,
				2000: 10,
				2001: 12,
				2002: 16,
				2003: 18,
				2004: 7,
				2005: 19,
				2006: 12,
				2007: 18,
				2008: 24,
				2009: 20,
				2010: 24,
				2011: 20,
				2012: 26,
				2013: 18,
				2014: 32,
				2015: 31,
				2016: 35,
				2017: 27,
				2018: 12,
				2019: 1
			}
		],
		조성물: [
			{
				1991: 3,
				1992: 2,
				1993: 2,
				1994: 1,
				1995: 1,
				1996: 3,
				1997: 11,
				1998: 4,
				1999: 7,
				2000: 10,
				2001: 11,
				2002: 15,
				2003: 17,
				2004: 9,
				2005: 20,
				2006: 15,
				2007: 19,
				2008: 20,
				2009: 22,
				2010: 27,
				2011: 21,
				2012: 22,
				2013: 18,
				2014: 31,
				2015: 35,
				2016: 43,
				2017: 30,
				2018: 7
			}
		],
		유전자: [
			{
				1990: 1,
				1991: 2,
				1992: 3,
				1993: 2,
				1994: 2,
				1995: 2,
				1996: 5,
				1997: 10,
				1998: 2,
				1999: 6,
				2000: 15,
				2001: 8,
				2002: 9,
				2003: 17,
				2004: 11,
				2005: 15,
				2006: 11,
				2007: 7,
				2008: 9,
				2009: 8,
				2010: 15,
				2011: 9,
				2012: 13,
				2013: 7,
				2014: 16,
				2015: 13,
				2016: 17,
				2017: 21,
				2018: 2,
				2019: 1
			}
		],
		예방: [
			{
				1991: 2,
				1992: 1,
				1993: 1,
				1994: 3,
				1995: 8,
				1996: 5,
				1997: 6,
				1998: 9,
				1999: 4,
				2000: 10,
				2001: 14,
				2002: 13,
				2003: 17,
				2004: 9,
				2005: 18,
				2006: 18,
				2007: 19,
				2008: 24,
				2009: 19,
				2010: 26,
				2011: 20,
				2012: 18,
				2013: 13,
				2014: 35,
				2015: 27,
				2016: 38,
				2017: 28,
				2018: 17
			}
		],
		질환: [
			{
				1992: 2,
				1993: 2,
				1994: 2,
				1995: 6,
				1996: 4,
				1997: 3,
				1998: 4,
				1999: 1,
				2000: 6,
				2001: 7,
				2002: 8,
				2003: 11,
				2004: 9,
				2005: 14,
				2006: 12,
				2007: 10,
				2008: 16,
				2009: 16,
				2010: 14,
				2011: 18,
				2012: 15,
				2013: 8,
				2014: 19,
				2015: 19,
				2016: 21,
				2017: 15,
				2018: 9,
				2019: 1
			}
		],
		발현: [
			{
				1990: 1,
				1991: 3,
				1992: 3,
				1993: 2,
				1994: 1,
				1995: 3,
				1996: 3,
				1997: 5,
				1998: 9,
				1999: 3,
				2000: 11,
				2001: 7,
				2002: 12,
				2003: 6,
				2004: 9,
				2005: 13,
				2006: 12,
				2007: 7,
				2008: 11,
				2009: 9,
				2010: 13,
				2011: 12,
				2012: 18,
				2013: 12,
				2014: 12,
				2015: 18,
				2016: 18,
				2017: 20,
				2018: 3,
				2019: 1
			}
		],
		면역: [
			{
				1988: 1,
				1990: 1,
				1991: 2,
				1992: 5,
				1993: 4,
				1994: 4,
				1995: 9,
				1996: 8,
				1997: 7,
				1998: 7,
				1999: 4,
				2000: 13,
				2001: 16,
				2002: 10,
				2003: 6,
				2004: 8,
				2005: 16,
				2006: 20,
				2007: 10,
				2008: 19,
				2009: 10,
				2010: 21,
				2011: 14,
				2012: 21,
				2013: 13,
				2014: 20,
				2015: 15,
				2016: 21,
				2017: 13,
				2018: 5
			}
		],
		벡터: [
			{
				1991: 1,
				1992: 3,
				1993: 2,
				1994: 1,
				1995: 3,
				1996: 6,
				1997: 2,
				1998: 1,
				1999: 4,
				2000: 12,
				2001: 13,
				2002: 7,
				2003: 9,
				2004: 7,
				2005: 10,
				2006: 11,
				2007: 10,
				2008: 7,
				2009: 4,
				2010: 19,
				2011: 6,
				2012: 6,
				2013: 9,
				2014: 7,
				2015: 9,
				2016: 14,
				2017: 17,
				2018: 2,
				2019: 1
			}
		],
		백신: [
			{
				1991: 1,
				1992: 2,
				1993: 1,
				1995: 4,
				1996: 1,
				1997: 4,
				1998: 6,
				1999: 7,
				2000: 7,
				2001: 8,
				2002: 5,
				2003: 9,
				2004: 8,
				2005: 10,
				2006: 16,
				2007: 5,
				2008: 15,
				2009: 12,
				2010: 16,
				2011: 4,
				2012: 6,
				2013: 10,
				2014: 20,
				2015: 12,
				2016: 9,
				2017: 13,
				2018: 5
			}
		],
		항원: [
			{
				1988: 1,
				1991: 1,
				1992: 2,
				1993: 2,
				1994: 4,
				1995: 7,
				1996: 5,
				1997: 2,
				1998: 3,
				1999: 4,
				2000: 7,
				2001: 6,
				2002: 8,
				2003: 9,
				2004: 4,
				2005: 11,
				2006: 7,
				2007: 7,
				2008: 12,
				2009: 9,
				2010: 14,
				2011: 5,
				2012: 10,
				2013: 5,
				2014: 13,
				2015: 11,
				2016: 14,
				2017: 11,
				2018: 5
			}
		],
		항체: [
			{
				1988: 1,
				1991: 2,
				1992: 3,
				1993: 2,
				1994: 2,
				1995: 2,
				1996: 3,
				1997: 3,
				1998: 4,
				1999: 2,
				2000: 1,
				2001: 3,
				2002: 1,
				2003: 8,
				2004: 3,
				2005: 8,
				2006: 10,
				2007: 10,
				2008: 13,
				2009: 8,
				2010: 12,
				2011: 6,
				2012: 4,
				2013: 6,
				2014: 11,
				2015: 15,
				2016: 11,
				2017: 10,
				2018: 7
			}
		],
		재조합: [
			{
				1991: 2,
				1992: 2,
				1993: 1,
				1994: 1,
				1995: 5,
				1996: 4,
				1997: 3,
				1998: 2,
				1999: 4,
				2000: 8,
				2001: 6,
				2002: 8,
				2003: 8,
				2004: 7,
				2005: 9,
				2006: 5,
				2007: 7,
				2008: 6,
				2009: 8,
				2010: 21,
				2011: 5,
				2012: 7,
				2013: 7,
				2014: 6,
				2015: 12,
				2016: 10,
				2017: 12,
				2019: 1
			}
		],
		서열: [
			{
				1988: 1,
				1991: 3,
				1992: 3,
				1993: 3,
				1994: 4,
				1995: 5,
				1996: 5,
				1997: 4,
				1998: 1,
				1999: 2,
				2000: 11,
				2001: 4,
				2002: 7,
				2003: 6,
				2004: 1,
				2005: 11,
				2006: 10,
				2007: 7,
				2008: 8,
				2009: 5,
				2010: 6,
				2011: 6,
				2012: 7,
				2013: 8,
				2014: 10,
				2015: 9,
				2016: 13,
				2017: 14,
				2018: 1
			}
		],
		결합: [
			{
				1991: 2,
				1992: 3,
				1993: 3,
				1994: 2,
				1995: 2,
				1996: 4,
				1997: 6,
				1998: 6,
				1999: 2,
				2000: 4,
				2001: 3,
				2002: 7,
				2003: 10,
				2004: 4,
				2005: 8,
				2006: 8,
				2007: 3,
				2008: 11,
				2009: 9,
				2010: 12,
				2011: 7,
				2012: 12,
				2013: 4,
				2014: 11,
				2015: 17,
				2016: 15,
				2017: 11,
				2018: 9
			}
		],
		활성: [
			{
				1990: 1,
				1991: 1,
				1992: 1,
				1993: 3,
				1994: 3,
				1995: 6,
				1996: 3,
				1997: 7,
				1998: 6,
				1999: 1,
				2000: 5,
				2001: 8,
				2002: 4,
				2003: 11,
				2004: 8,
				2005: 6,
				2006: 9,
				2007: 13,
				2008: 3,
				2009: 6,
				2010: 6,
				2011: 16,
				2012: 6,
				2013: 5,
				2014: 12,
				2015: 22,
				2016: 20,
				2017: 12,
				2018: 6
			}
		],
		반응: [
			{
				1988: 1,
				1991: 2,
				1992: 3,
				1993: 1,
				1994: 3,
				1995: 2,
				1996: 2,
				1997: 5,
				1998: 1,
				2000: 14,
				2001: 5,
				2002: 2,
				2003: 3,
				2004: 3,
				2005: 12,
				2006: 12,
				2007: 9,
				2008: 9,
				2009: 5,
				2010: 8,
				2011: 6,
				2012: 11,
				2013: 8,
				2014: 10,
				2015: 3,
				2016: 10,
				2017: 5,
				2018: 4
			}
		]
	},
	wordCloud: [
		{
			name: '바이러스',
			value: 2089
		},
		{
			name: '단백질',
			value: 1676
		},
		{
			name: '치료',
			value: 1330
		},
		{
			name: '세포',
			value: 938
		},
		{
			name: '감염',
			value: 693
		},
		{
			name: '조성물',
			value: 654
		},
		{
			name: '유전자',
			value: 646
		},
		{
			name: '예방',
			value: 568
		},
		{
			name: '질환',
			value: 528
		},
		{
			name: '발현',
			value: 519
		},
		{
			name: '면역',
			value: 493
		},
		{
			name: '벡터',
			value: 492
		},
		{
			name: '백신',
			value: 464
		},
		{
			name: '항원',
			value: 463
		},
		{
			name: '항체',
			value: 448
		},
		{
			name: '재조합',
			value: 367
		},
		{
			name: '서열',
			value: 359
		},
		{
			name: '결합',
			value: 353
		},
		{
			name: '활성',
			value: 325
		},
		{
			name: '반응',
			value: 257
		},
		{
			name: '화합물',
			value: 256
		},
		{
			name: '억제',
			value: 252
		},
		{
			name: '간염',
			value: 251
		},
		{
			name: '효과',
			value: 243
		},
		{
			name: '유도',
			value: 229
		},
		{
			name: '특이',
			value: 227
		},
		{
			name: '인플루엔자',
			value: 227
		},
		{
			name: '핵산',
			value: 223
		},
		{
			name: '융합',
			value: 221
		},
		{
			name: '관련',
			value: 214
		},
		{
			name: '분자',
			value: 210
		},
		{
			name: '생산',
			value: 210
		},
		{
			name: '용도',
			value: 204
		},
		{
			name: '인간',
			value: 193
		},
		{
			name: '펩타이드',
			value: 186
		},
		{
			name: '입자',
			value: 177
		},
		{
			name: 'HCV',
			value: 176
		},
		{
			name: '종양',
			value: 168
		},
		{
			name: 'HIV',
			value: 167
		},
		{
			name: '약학',
			value: 164
		},
		{
			name: '질병',
			value: 153
		},
		{
			name: 'DNA',
			value: 150
		},
		{
			name: '코딩',
			value: 149
		},
		{
			name: '개시',
			value: 141
		},
		{
			name: '동물',
			value: 134
		},
		{
			name: 'RSV',
			value: 133
		},
		{
			name: '진단',
			value: 133
		},
		{
			name: '성분',
			value: 132
		},
		{
			name: '투여',
			value: 131
		},
		{
			name: '신규',
			value: 128
		}
	],
	keywords: {
		topic: [
			'바이러스',
			'단백질',
			'치료',
			'세포',
			'감염',
			'조성물',
			'유전자',
			'예방',
			'질환',
			'발현',
			'면역',
			'벡터',
			'백신',
			'항원',
			'항체',
			'재조합',
			'서열',
			'결합',
			'활성',
			'반응'
		],
		vec: [
			{
				label: '페스',
				value: 0.45300862193107605
			},
			{
				label: 'Virus',
				value: 0.4358627200126648
			},
			{
				label: '감염',
				value: 0.4196659326553345
			},
			{
				label: '다가',
				value: 0.4112975001335144
			},
			{
				label: '믹소바이러스',
				value: 0.4054609537124634
			},
			{
				label: '파라',
				value: 0.39641931653022766
			},
			{
				label: '예방',
				value: 0.39602434635162354
			},
			{
				label: '능이',
				value: 0.3955002725124359
			},
			{
				label: 'Hepatitis',
				value: 0.38879334926605225
			},
			{
				label: '조성물',
				value: 0.3861456513404846
			}
		]
	},
	selectedIndex: null
};

export default searchData;
