import mock from './../mock';

const applicantDB = {
    "applicant": [
        {
            "특허고객번호": "119950003723",
            "출원인명": "경흥공업주식회사",
            "특허고객대표번호": "119950003723",
            "출원인대표명": "경흥공업주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 부천시 원미구 부천로***번길 ** (도당동)"
        },
        {
            "특허고객번호": "119950003730",
            "출원인명": "주식회사경희",
            "특허고객대표번호": "119950003730",
            "출원인대표명": "주식회사경희",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 마방로*길 *, 동우빌딩 *층 (양재동)"
        },
        {
            "특허고객번호": "119950003752",
            "출원인명": "경희종합식품주식회사",
            "특허고객대표번호": "119950003752",
            "출원인대표명": "경희종합식품주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 성남시 수정구 남문로**번길 * (태평동)"
        },
        {
            "특허고객번호": "119950003769",
            "출원인명": "계림관광주식회사",
            "특허고객대표번호": "119950003769",
            "출원인대표명": "계림관광주식회사",
            "출원인영문대표명": "",
            "주소": "경상북도 경주시 계림로 *** (노동동)"
        },
        {
            "특허고객번호": "119980001218",
            "출원인명": "주식회사계몽기획",
            "특허고객대표번호": "119980001218",
            "출원인대표명": "주식회사계몽기획",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 언주로 *** (역삼동)"
        },
        {
            "특허고객번호": "119980001224",
            "출원인명": "주식회사 케이엠북",
            "특허고객대표번호": "119980001224",
            "출원인대표명": "주식회사 케이엠북",
            "출원인영문대표명": "KMBOOK CO.",
            "주소": "서울특별시 종로구 홍지동 **-**"
        },
        {
            "특허고객번호": "119980001231",
            "출원인명": "주식회사계몽사종로학원",
            "특허고객대표번호": "119980001231",
            "출원인대표명": "주식회사계몽사종로학원",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 언주로 *** (역삼동)"
        },
        {
            "특허고객번호": "119950003808",
            "출원인명": "계선산업주식회사",
            "특허고객대표번호": "119950003808",
            "출원인대표명": "계선산업주식회사",
            "출원인영문대표명": "",
            "주소": "경기도부천시도당동***-***"
        },
        {
            "특허고객번호": "119950003821",
            "출원인명": "계성산업주식회사",
            "특허고객대표번호": "119950003821",
            "출원인대표명": "계성산업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 압구정로 ***, 성원B/D ***호 (청담동)"
        },
        {
            "특허고객번호": "119950003850",
            "출원인명": "주식회사고건산업",
            "특허고객대표번호": "119950003850",
            "출원인대표명": "주식회사고건산업",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 천호대로 *** (장안동)"
        },
        {
            "특허고객번호": "119950003889",
            "출원인명": "주식회사고도관광",
            "특허고객대표번호": "119950003889",
            "출원인대표명": "주식회사고도관광",
            "출원인영문대표명": "",
            "주소": "제주특별자치도 제주시 서광로 *** (오라일동)"
        },
        {
            "특허고객번호": "119980001276",
            "출원인명": "주식회사고레스",
            "특허고객대표번호": "119980001276",
            "출원인대표명": "주식회사고레스",
            "출원인영문대표명": "",
            "주소": "서울 중구 저동*가 **"
        },
        {
            "특허고객번호": "119950003928",
            "출원인명": "주식회사고려가전",
            "특허고객대표번호": "119950003928",
            "출원인대표명": "주식회사고려가전",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 **로 ** (여의도동)"
        },
        {
            "특허고객번호": "119950003934",
            "출원인명": "고려강철주식회사",
            "특허고객대표번호": "119950003934",
            "출원인대표명": "고려강철주식회사",
            "출원인영문대표명": "",
            "주소": "인천광역시 서구 백범로***번길 ** (가좌동)"
        },
        {
            "특허고객번호": "420090601756",
            "출원인명": "권선미",
            "특허고객대표번호": "420090601756",
            "출원인대표명": "권선미",
            "출원인영문대표명": "KWON SEON MI",
            "주소": "경기 의왕시 내손동 ***번지 ***호"
        },
        {
            "특허고객번호": "119950007083",
            "출원인명": "기산정밀공업주식회사",
            "특허고객대표번호": "119950007083",
            "출원인대표명": "기산정밀공업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 안암로*길 ** (용두동)"
        },
        {
            "특허고객번호": "119950007090",
            "출원인명": "기성산업주식회사",
            "특허고객대표번호": "119950007090",
            "출원인대표명": "기성산업주식회사",
            "출원인영문대표명": "",
            "주소": "경기 안양시 동안구 평촌동 **-*"
        },
        {
            "특허고객번호": "119950007100",
            "출원인명": "주식회사기성전자",
            "특허고객대표번호": "119950007100",
            "출원인대표명": "주식회사기성전자",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 뚝섬로**길 * (성수동*가)"
        },
        {
            "특허고객번호": "119950007116",
            "출원인명": "주식회사기수상사",
            "특허고객대표번호": "119950007116",
            "출원인대표명": "주식회사기수상사",
            "출원인영문대표명": "",
            "주소": "서울 광진구 군자동 ***-*"
        },
        {
            "특허고객번호": "119950007139",
            "출원인명": "기아부직포공업주식회사",
            "특허고객대표번호": "119950007139",
            "출원인대표명": "기아부직포공업주식회사",
            "출원인영문대표명": "",
            "주소": "대구광역시 달서구 상원로*안길 ** (상인동)"
        },
        {
            "특허고객번호": "119980003198",
            "출원인명": "주식회사 카스코",
            "특허고객대표번호": "119980003198",
            "출원인대표명": "주식회사 카스코",
            "출원인영문대표명": "KOREA AUTOMOTIVE SYSTEM CO., LTD.",
            "주소": "경상남도 창원시 성산구 성산패총로 ** (성산동)"
        },
        {
            "특허고객번호": "119980003214",
            "출원인명": "기안산업주식회사",
            "특허고객대표번호": "119980003214",
            "출원인대표명": "기안산업주식회사",
            "출원인영문대표명": "",
            "주소": "서울 강서구 등촌*동 ***-*"
        },
        {
            "특허고객번호": "119980003221",
            "출원인명": "주식회사기원전자",
            "특허고객대표번호": "119980003221",
            "출원인대표명": "주식회사기원전자",
            "출원인영문대표명": "KIWON ELECTRONICS CO., LTD.",
            "주소": "전라북도 익산시 보석로*길 *** (신흥동)"
        },
        {
            "특허고객번호": "119980003237",
            "출원인명": "기전통신주식회사",
            "특허고객대표번호": "119980003237",
            "출원인대표명": "기전통신주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 구로구 신도림로**길 ** (신도림동)"
        },
        {
            "특허고객번호": "119950007197",
            "출원인명": "기하통상주식회사",
            "특허고객대표번호": "119950007197",
            "출원인대표명": "기하통상주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 안산시 단원구 고잔로 ** (고잔동)"
        },
        {
            "특허고객번호": "119980003243",
            "출원인명": "주식회사 기호상사",
            "특허고객대표번호": "119980003243",
            "출원인대표명": "주식회사 기호상사",
            "출원인영문대표명": "",
            "주소": "인천광역시 부평구 수변로**번길 ** (부개동)"
        },
        {
            "특허고객번호": "119950007213",
            "출원인명": "기호정밀공업주식회사",
            "특허고객대표번호": "119950007213",
            "출원인대표명": "기호정밀공업주식회사",
            "출원인영문대표명": "",
            "주소": "충청남도 연기군 전동면 노장공단길 **-**"
        },
        {
            "특허고객번호": "119950007259",
            "출원인명": "주식회사길진실업",
            "특허고객대표번호": "119950007259",
            "출원인대표명": "주식회사길진실업",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 여의대방로**길 ** (여의도동)"
        },
        {
            "특허고객번호": "119950007265",
            "출원인명": "주식회사길탑상사",
            "특허고객대표번호": "119950007265",
            "출원인대표명": "주식회사길탑상사",
            "출원인영문대표명": "",
            "주소": "서울 강남구 포이동 ***-*"
        },
        {
            "특허고객번호": "119980003266",
            "출원인명": "김스전자주식회사",
            "특허고객대표번호": "119980003266",
            "출원인대표명": "김스전자주식회사",
            "출원인영문대표명": "KIMS ELECTRONICS CO.,LTD.",
            "주소": "서울 강서구 화곡*동 ****번지 **-**호"
        },
        {
            "특허고객번호": "119950007294",
            "출원인명": "주식회사더하우스오브김앤드리",
            "특허고객대표번호": "119950007294",
            "출원인대표명": "주식회사더하우스오브김앤드리",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 언주로***길 ** (신사동)"
        },
        {
            "특허고객번호": "119950007304",
            "출원인명": "주식회사까르마인터내셔날",
            "특허고객대표번호": "119950007304",
            "출원인대표명": "주식회사까르마인터내셔날",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 은행로 **, 신화BD *층 (여의도동)"
        },
        {
            "특허고객번호": "119980003289",
            "출원인명": "주식회사꼬까방",
            "특허고객대표번호": "119980003289",
            "출원인대표명": "주식회사꼬까방",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 도산대로 *** (논현동)"
        },
        {
            "특허고객번호": "119980003305",
            "출원인명": "주식회사꿈나래",
            "특허고객대표번호": "119980003305",
            "출원인대표명": "주식회사꿈나래",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 중대로 ***-** (오금동)"
        },
        {
            "특허고객번호": "620090606228",
            "출원인명": "모스틴, 로버트",
            "특허고객대표번호": "620090606228",
            "출원인대표명": "모스틴, 로버트",
            "출원인영문대표명": "Mostyn, Robert",
            "주소": "영국 에이치피* *에이비 알버타주 하멜 햄트스테드 허포드샤이어 쉔디쉬 코넬  코티지스 *"
        },
        {
            "특허고객번호": "419950011473",
            "출원인명": "유명종",
            "특허고객대표번호": "419950011473",
            "출원인대표명": "유명종",
            "출원인영문대표명": "",
            "주소": "경기 포천군 신북면 가채리 ***"
        },
        {
            "특허고객번호": "419950011480",
            "출원인명": "허점석",
            "특허고객대표번호": "419950011480",
            "출원인대표명": "허점석",
            "출원인영문대표명": "",
            "주소": "서울특별시 중랑구 망우로**길 ** (상봉동)"
        },
        {
            "특허고객번호": "419950011496",
            "출원인명": "김승호",
            "특허고객대표번호": "419950011496",
            "출원인대표명": "김승호",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 종로 ***-* (종로*가)"
        },
        {
            "특허고객번호": "119950011518",
            "출원인명": "주식회사금왕기업",
            "특허고객대표번호": "119950011518",
            "출원인대표명": "주식회사금왕기업",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 언주로 ***, 예림빌딩 *층 (역삼동)"
        },
        {
            "특허고객번호": "119950011524",
            "출원인명": "금정라이프주식회사",
            "특허고객대표번호": "119950011524",
            "출원인대표명": "금정라이프주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 양천구 중앙로 *** (신정동)"
        },
        {
            "특허고객번호": "119950011531",
            "출원인명": "주식회사금천",
            "특허고객대표번호": "119950011531",
            "출원인대표명": "주식회사금천",
            "출원인영문대표명": "",
            "주소": "전북 김제시 금구면 월전리 산 **-**"
        },
        {
            "특허고객번호": "119950011560",
            "출원인명": "주식회사금호고속관광",
            "특허고객대표번호": "119950011560",
            "출원인대표명": "주식회사금호고속관광",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 청계천로 ** (관철동)"
        },
        {
            "특허고객번호": "119950011576",
            "출원인명": "주식회사금호상사",
            "특허고객대표번호": "119950011576",
            "출원인대표명": "주식회사금호상사",
            "출원인영문대표명": "KUMHOCOMACIAL LTD,",
            "주소": "서울 중구 남산동*가 **-*호"
        },
        {
            "특허고객번호": "419950011593",
            "출원인명": "김종철",
            "특허고객대표번호": "419950011593",
            "출원인대표명": "김종철",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 난계로**길 ** (숭인동)"
        },
        {
            "특허고객번호": "419950011603",
            "출원인명": "유은상",
            "특허고객대표번호": "419950011603",
            "출원인대표명": "유은상",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 청계천로 ***-* (종로*가)"
        },
        {
            "특허고객번호": "419950011610",
            "출원인명": "김종열",
            "특허고객대표번호": "419950011610",
            "출원인대표명": "김종열",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 종암로**길 ** (종암동)"
        },
        {
            "특허고객번호": "119950011638",
            "출원인명": "금호전자주식회사",
            "특허고객대표번호": "119950011638",
            "출원인대표명": "금호전자주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 부천시 오정구 석천로***번길 **-** (삼정동)"
        },
        {
            "특허고객번호": "119950011673",
            "출원인명": "주식회사기린물산",
            "특허고객대표번호": "119950011673",
            "출원인대표명": "주식회사기린물산",
            "출원인영문대표명": "",
            "주소": "경기도 수원시 권선구 세지로***번길 **-** (권선동)"
        },
        {
            "특허고객번호": "119950011680",
            "출원인명": "주식회사기린음악권리출판사",
            "특허고객대표번호": "119950011680",
            "출원인대표명": "주식회사기린음악권리출판사",
            "출원인영문대표명": "",
            "주소": "서울특별시 서대문구 연희로 **-**, *층 (연희동, 영화빌딩)"
        },
        {
            "특허고객번호": "419950012368",
            "출원인명": "박구식",
            "특허고객대표번호": "419950012368",
            "출원인대표명": "박구식",
            "출원인영문대표명": "",
            "주소": "서울 중구 정동 **-*"
        },
        {
            "특허고객번호": "419950011701",
            "출원인명": "이현기",
            "특허고객대표번호": "419950011701",
            "출원인대표명": "이현기",
            "출원인영문대표명": "",
            "주소": "서울특별시 은평구 불광로 **-* (불광동)"
        },
        {
            "특허고객번호": "419950011717",
            "출원인명": "조낙선",
            "특허고객대표번호": "419951838577",
            "출원인대표명": "조낙선",
            "출원인영문대표명": "",
            "주소": "성동구성수동***-***"
        },
        {
            "특허고객번호": "419950011723",
            "출원인명": "이현수",
            "특허고객대표번호": "419950011723",
            "출원인대표명": "이현수",
            "출원인영문대표명": "",
            "주소": "서울 종로구 종로*가 ***-*"
        },
        {
            "특허고객번호": "119950011741",
            "출원인명": "주식회사기오통상",
            "특허고객대표번호": "119950011741",
            "출원인대표명": "주식회사기오통상",
            "출원인영문대표명": "",
            "주소": "서울 관악구 신림**동 ****-*"
        },
        {
            "특허고객번호": "419950017631",
            "출원인명": "김상만",
            "특허고객대표번호": "419950017631",
            "출원인대표명": "김상만",
            "출원인영문대표명": "",
            "주소": "서울 성동구 성수*가*동 ***"
        },
        {
            "특허고객번호": "419950017648",
            "출원인명": "이상열",
            "특허고객대표번호": "419951536361",
            "출원인대표명": "이상열",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 성수일로 ** (성수동*가)"
        },
        {
            "특허고객번호": "419950017654",
            "출원인명": "이풍헌",
            "특허고객대표번호": "419950017654",
            "출원인대표명": "이풍헌",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 대사관로 **, - (한남동)"
        },
        {
            "특허고객번호": "419950017690",
            "출원인명": "설세준",
            "특허고객대표번호": "419950017690",
            "출원인대표명": "설세준",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 왕십리로**길 ** (성수동*가)"
        },
        {
            "특허고객번호": "419950017751",
            "출원인명": "유지태",
            "특허고객대표번호": "419951448834",
            "출원인대표명": "유지태",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 뚝섬로**길 ** (자양동)"
        },
        {
            "특허고객번호": "419950017768",
            "출원인명": "장일서",
            "특허고객대표번호": "419950017768",
            "출원인대표명": "장일서",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 둘레**길 ** (성수동*가)"
        },
        {
            "특허고객번호": "419950017797",
            "출원인명": "이용국",
            "특허고객대표번호": "419950017797",
            "출원인대표명": "이용국",
            "출원인영문대표명": "",
            "주소": "서울 마포구 망원*동 ***-*"
        },
        {
            "특허고객번호": "419950017813",
            "출원인명": "유현자",
            "특허고객대표번호": "419950017813",
            "출원인대표명": "유현자",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 퇴계로**길 ** (회현동*가)"
        },
        {
            "특허고객번호": "419950017820",
            "출원인명": "김형태",
            "특허고객대표번호": "419950017820",
            "출원인대표명": "김형태",
            "출원인영문대표명": "",
            "주소": "서울 광진구 중곡*동 ***번지"
        },
        {
            "특허고객번호": "419950017836",
            "출원인명": "최상조",
            "특허고객대표번호": "419950017836",
            "출원인대표명": "최상조",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 전농*동 **-**"
        },
        {
            "특허고객번호": "419950017859",
            "출원인명": "김태수",
            "특허고객대표번호": "419950017859",
            "출원인대표명": "김태수",
            "출원인영문대표명": "",
            "주소": "성동구신사동***(*/*)"
        },
        {
            "특허고객번호": "419950017888",
            "출원인명": "장진희",
            "특허고객대표번호": "419950017888",
            "출원인대표명": "장진희",
            "출원인영문대표명": "",
            "주소": "서울 은평구 응암*동 ***-***"
        },
        {
            "특허고객번호": "419950017904",
            "출원인명": "윤국현",
            "특허고객대표번호": "419950017904",
            "출원인대표명": "윤국현",
            "출원인영문대표명": "",
            "주소": "성동구신당동***-**"
        },
        {
            "특허고객번호": "419950017927",
            "출원인명": "이옥란",
            "특허고객대표번호": "419950017927",
            "출원인대표명": "이옥란",
            "출원인영문대표명": "",
            "주소": "서울 광진구 능동 ***-****"
        },
        {
            "특허고객번호": "419950017933",
            "출원인명": "오선환",
            "특허고객대표번호": "419950017933",
            "출원인대표명": "오선환",
            "출원인영문대표명": "",
            "주소": "서울 동작구 동작동 ***번지 반포아파트 **동 ***호"
        },
        {
            "특허고객번호": "419950017956",
            "출원인명": "조영벽",
            "특허고객대표번호": "419950017956",
            "출원인대표명": "조영벽",
            "출원인영문대표명": "",
            "주소": "성동구자양동***-***"
        },
        {
            "특허고객번호": "419950017962",
            "출원인명": "유주혁",
            "특허고객대표번호": "419950017962",
            "출원인대표명": "유주혁",
            "출원인영문대표명": "",
            "주소": "서울 마포구 중동 산* **-*"
        },
        {
            "특허고객번호": "419950017979",
            "출원인명": "임계순",
            "특허고객대표번호": "419950017979",
            "출원인대표명": "임계순",
            "출원인영문대표명": "",
            "주소": "서울 송파구 오금동 ***-**"
        },
        {
            "특허고객번호": "419950017991",
            "출원인명": "박강영",
            "특허고객대표번호": "419950017991",
            "출원인대표명": "박강영",
            "출원인영문대표명": "",
            "주소": "대전 유성구 궁동 ***"
        },
        {
            "특허고객번호": "419950018036",
            "출원인명": "손성호",
            "특허고객대표번호": "419950018036",
            "출원인대표명": "손성호",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 성덕정*길 * (성수동*가)"
        },
        {
            "특허고객번호": "419950018042",
            "출원인명": "박부신",
            "특허고객대표번호": "419950018042",
            "출원인대표명": "박부신",
            "출원인영문대표명": "",
            "주소": "중구도동*가**-*"
        },
        {
            "특허고객번호": "119950003661",
            "출원인명": "경향약품공업주식회사",
            "특허고객대표번호": "119950003661",
            "출원인대표명": "경향약품공업주식회사",
            "출원인영문대표명": "",
            "주소": "경기 오산시 원동 ***-**"
        },
        {
            "특허고객번호": "119950003678",
            "출원인명": "주식회사경호",
            "특허고객대표번호": "119950003678",
            "출원인대표명": "주식회사경호",
            "출원인영문대표명": "",
            "주소": "충청북도 진천군 광혜원면 용소*길 **-**"
        },
        {
            "특허고객번호": "119950003684",
            "출원인명": "경호산업주식회사",
            "특허고객대표번호": "119950003684",
            "출원인대표명": "경호산업주식회사",
            "출원인영문대표명": "",
            "주소": "대구광역시 북구 성북로**길 ** (침산동)"
        },
        {
            "특허고객번호": "119950003701",
            "출원인명": "주식회사경화당",
            "특허고객대표번호": "119950003701",
            "출원인대표명": "주식회사경화당",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 남대문로*길 ** (소공동)"
        },
        {
            "특허고객번호": "119950003717",
            "출원인명": "경훈산업주식회사",
            "특허고객대표번호": "119950003717",
            "출원인대표명": "경훈산업주식회사",
            "출원인영문대표명": "",
            "주소": "경기도고양군원당읍원흥리*-*"
        },
        {
            "특허고객번호": "119980003454",
            "출원인명": "주식회사거림",
            "특허고객대표번호": "119980003454",
            "출원인대표명": "주식회사거림",
            "출원인영문대표명": "",
            "주소": "경상북도 칠곡군 왜관읍 공단로*길 ***"
        },
        {
            "특허고객번호": "119950007596",
            "출원인명": "경관물산주식회사",
            "특허고객대표번호": "119950007596",
            "출원인대표명": "경관물산주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 금호로 ** (금호동*가)"
        },
        {
            "특허고객번호": "119950007606",
            "출원인명": "주식회사근화물산",
            "특허고객대표번호": "119950007606",
            "출원인대표명": "주식회사근화물산",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 테헤란로**길 **, ***호 (대치동, 금원빌딩)"
        },
        {
            "특허고객번호": "119950007612",
            "출원인명": "주식회사금오건설",
            "특허고객대표번호": "119950007612",
            "출원인대표명": "주식회사금오건설",
            "출원인영문대표명": "",
            "주소": "대전광역시 서구 큰마을*길 ** (탄방동)"
        },
        {
            "특허고객번호": "119950007635",
            "출원인명": "경동기공주식회사",
            "특허고객대표번호": "119950007635",
            "출원인대표명": "경동기공주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 김포시 김포대로****번길 ** (장기동)"
        },
        {
            "특허고객번호": "119950007641",
            "출원인명": "금산화학주식회사",
            "특허고객대표번호": "119950007641",
            "출원인대표명": "금산화학주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 영동대로 ***, 무역센타무역타워 ****호 (삼성동)"
        },
        {
            "특허고객번호": "119980003477",
            "출원인명": "거양식품 주식회사",
            "특허고객대표번호": "119980003477",
            "출원인대표명": "거양식품 주식회사",
            "출원인영문대표명": "GEO YANG FOODS CO., LTD.",
            "주소": "서울특별시 송파구 위례성대로**길 **-* (오금동)"
        },
        {
            "특허고객번호": "119980003490",
            "출원인명": "그랜드백화점 주식회사",
            "특허고객대표번호": "119980003490",
            "출원인대표명": "그랜드백화점 주식회사",
            "출원인영문대표명": "GRAND DEPARTMENT STORE CO., LTD",
            "주소": "서울특별시 강남구 선릉로**길 ** (대치동)"
        },
        {
            "특허고객번호": "119950007693",
            "출원인명": "가마물류주식회사",
            "특허고객대표번호": "119950007693",
            "출원인대표명": "가마물류주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 세종대로**길 ** (서소문동)"
        },
        {
            "특허고객번호": "119980003516",
            "출원인명": "계성제지주식회사",
            "특허고객대표번호": "119980003516",
            "출원인대표명": "계성제지주식회사",
            "출원인영문대표명": "Kyesung Paper Co., Ltd.",
            "주소": "경기도 오산시 오산천로 *** (오산동)"
        },
        {
            "특허고객번호": "119980003539",
            "출원인명": "가야종합기계주식회사",
            "특허고객대표번호": "119980003539",
            "출원인대표명": "가야종합기계주식회사",
            "출원인영문대표명": "",
            "주소": "광주광역시 북구 양일로 *** (양산동)"
        },
        {
            "특허고객번호": "119950007710",
            "출원인명": "주식회사아하바코리아",
            "특허고객대표번호": "119950007710",
            "출원인대표명": "주식회사아하바코리아",
            "출원인영문대표명": "",
            "주소": "서울 중구 서소문동 **-**"
        },
        {
            "특허고객번호": "119980003545",
            "출원인명": "주식회사 갑진",
            "특허고객대표번호": "119980003545",
            "출원인대표명": "주식회사 갑진",
            "출원인영문대표명": "KAP JIN CO., LTD.",
            "주소": "경기도 부천시 원미구 조마루로***번길 ** (원미동)"
        },
        {
            "특허고객번호": "119950007732",
            "출원인명": "강신산업주식회사",
            "특허고객대표번호": "119950007732",
            "출원인대표명": "강신산업주식회사",
            "출원인영문대표명": "KANGSHIN CO., LTD",
            "주소": "서울특별시 성북구 보문로**길 ** (동선동*가)"
        },
        {
            "특허고객번호": "119950007755",
            "출원인명": "주식회사개오망디자인",
            "특허고객대표번호": "119950007755",
            "출원인대표명": "주식회사개오망디자인",
            "출원인영문대표명": "GEOMANG DESIGN CO., LTD",
            "주소": "서울특별시 강남구 압구정로*길 ** (신사동)"
        },
        {
            "특허고객번호": "119950007761",
            "출원인명": "주식회사겔로퍼스포츠",
            "특허고객대표번호": "119950007761",
            "출원인대표명": "주식회사겔로퍼스포츠",
            "출원인영문대표명": "",
            "주소": "부산광역시 해운대구 해운대로***번길 ** (재송동)"
        },
        {
            "특허고객번호": "119950007778",
            "출원인명": "거두건설주식회사",
            "특허고객대표번호": "119950007778",
            "출원인대표명": "거두건설주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 강변역로 **, 동서울터미널 ***호 (구의동)"
        },
        {
            "특허고객번호": "419950012095",
            "출원인명": "이은규",
            "특허고객대표번호": "419950012095",
            "출원인대표명": "이은규",
            "출원인영문대표명": "",
            "주소": "강남구역삼동**(*통*반)"
        },
        {
            "특허고객번호": "419950012105",
            "출원인명": "남풍규",
            "특허고객대표번호": "419950012105",
            "출원인대표명": "남풍규",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 창신*나길 * (창신동)"
        },
        {
            "특허고객번호": "419950012128",
            "출원인명": "박선영",
            "특허고객대표번호": "419950012128",
            "출원인대표명": "박선영",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 소공로 ** (회현동*가)"
        },
        {
            "특허고객번호": "419950012141",
            "출원인명": "백철",
            "특허고객대표번호": "419950012141",
            "출원인대표명": "백철",
            "출원인영문대표명": "",
            "주소": "서울 중구 예장동 *-**"
        },
        {
            "특허고객번호": "419950012157",
            "출원인명": "백준기",
            "특허고객대표번호": "419950150754",
            "출원인대표명": "백준기",
            "출원인영문대표명": "BAEK, JUN GI",
            "주소": "서울특별시 중구 소파로*길 ** (예장동)"
        },
        {
            "특허고객번호": "419950012186",
            "출원인명": "유병권",
            "특허고객대표번호": "419950012186",
            "출원인대표명": "유병권",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 필동로 **-* (필동*가)"
        },
        {
            "특허고객번호": "419950012225",
            "출원인명": "강성숙",
            "특허고객대표번호": "419950012225",
            "출원인대표명": "강성숙",
            "출원인영문대표명": "",
            "주소": "서울 중구 필동*가 **-**"
        },
        {
            "특허고객번호": "419950012248",
            "출원인명": "이용섭",
            "특허고객대표번호": "419950012248",
            "출원인대표명": "이용섭",
            "출원인영문대표명": "",
            "주소": "서울 중구 충무로*가 **-**"
        },
        {
            "특허고객번호": "419950012290",
            "출원인명": "김용주",
            "특허고객대표번호": "419951698611",
            "출원인대표명": "김용주",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 독막로 *** (대흥동)"
        },
        {
            "특허고객번호": "419950012316",
            "출원인명": "박응준",
            "특허고객대표번호": "419950012316",
            "출원인대표명": "박응준",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 장충단로*길 **-* (장충동*가)"
        },
        {
            "특허고객번호": "419950012339",
            "출원인명": "윤석조",
            "특허고객대표번호": "419950012829",
            "출원인대표명": "윤석조",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 다산로**길 ** (신당동)"
        },
        {
            "특허고객번호": "419950012381",
            "출원인명": "고영국",
            "특허고객대표번호": "419950012381",
            "출원인대표명": "고영국",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 마른내로*가길 ** (인현동*가)"
        },
        {
            "특허고객번호": "419950012397",
            "출원인명": "지금성",
            "특허고객대표번호": "419950012397",
            "출원인대표명": "지금성",
            "출원인영문대표명": "",
            "주소": "경남 마산시 회원구 양덕*동 **"
        },
        {
            "특허고객번호": "419950012407",
            "출원인명": "김순식",
            "특허고객대표번호": "419950012407",
            "출원인대표명": "김순식",
            "출원인영문대표명": "",
            "주소": "서울 성북구 안암동*가 ***-**"
        },
        {
            "특허고객번호": "419950012436",
            "출원인명": "임의준",
            "특허고객대표번호": "419950012436",
            "출원인대표명": "임의준",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 마른내로**길 * (오장동)"
        },
        {
            "특허고객번호": "419950012465",
            "출원인명": "장철",
            "특허고객대표번호": "419950012465",
            "출원인대표명": "장철",
            "출원인영문대표명": "",
            "주소": "서울 중구 오장동 ***-*"
        },
        {
            "특허고객번호": "419950012471",
            "출원인명": "승춘표",
            "특허고객대표번호": "419950012471",
            "출원인대표명": "승춘표",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 제기로**길 **-* (청량리동)"
        },
        {
            "특허고객번호": "419950012494",
            "출원인명": "진철상",
            "특허고객대표번호": "419950012494",
            "출원인대표명": "진철상",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 마른내로**길 ** (충무로*가)"
        },
        {
            "특허고객번호": "419950012504",
            "출원인명": "김몽룡",
            "특허고객대표번호": "419950012504",
            "출원인대표명": "김몽룡",
            "출원인영문대표명": "",
            "주소": "경기도 수원시 권선구 동수원로 *** (권선동)"
        },
        {
            "특허고객번호": "419950018493",
            "출원인명": "윤찬석",
            "특허고객대표번호": "419950018493",
            "출원인대표명": "윤찬석",
            "출원인영문대표명": "",
            "주소": "서울 강북구 미아*동 ***-**"
        },
        {
            "특허고객번호": "419950018510",
            "출원인명": "정호순",
            "특허고객대표번호": "419950018510",
            "출원인대표명": "정호순",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 천장산로*길 **-* (이문동)"
        },
        {
            "특허고객번호": "419950018578",
            "출원인명": "원용선",
            "특허고객대표번호": "419951561087",
            "출원인대표명": "원용선",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 동소문로**길 ** (돈암동)"
        },
        {
            "특허고객번호": "419950018591",
            "출원인명": "김영학",
            "특허고객대표번호": "419950018591",
            "출원인대표명": "김영학",
            "출원인영문대표명": "",
            "주소": "서울특별시 강북구 인수봉로**나길 * (수유동)"
        },
        {
            "특허고객번호": "419950018617",
            "출원인명": "지병천",
            "특허고객대표번호": "419950018617",
            "출원인대표명": "지병천",
            "출원인영문대표명": "",
            "주소": "서울특별시 강북구 도봉로**길 * (미아동)"
        },
        {
            "특허고객번호": "419950018630",
            "출원인명": "변상복",
            "특허고객대표번호": "419950018630",
            "출원인대표명": "변상복",
            "출원인영문대표명": "",
            "주소": "서울특별시도봉구번동**-**"
        },
        {
            "특허고객번호": "419950018669",
            "출원인명": "정필조",
            "특허고객대표번호": "419950273732",
            "출원인대표명": "정필조",
            "출원인영문대표명": "",
            "주소": "서울특별시 중랑구 신내로 ** (신내동)"
        },
        {
            "특허고객번호": "419950018675",
            "출원인명": "이기우",
            "특허고객대표번호": "419950018675",
            "출원인대표명": "이기우",
            "출원인영문대표명": "",
            "주소": "서울 종로구 와룡동 *-***"
        },
        {
            "특허고객번호": "419950018681",
            "출원인명": "한덕홍",
            "특허고객대표번호": "419950018681",
            "출원인대표명": "한덕홍",
            "출원인영문대표명": "",
            "주소": "양주군미금면금곡리***"
        },
        {
            "특허고객번호": "119980003311",
            "출원인명": "주식회사꿈나무",
            "특허고객대표번호": "119980003311",
            "출원인대표명": "주식회사꿈나무",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 종암로**길 ** (종암동)"
        },
        {
            "특허고객번호": "119950007340",
            "출원인명": "(주)거벽",
            "특허고객대표번호": "119950007340",
            "출원인대표명": "(주)거벽",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 강남대로**길 ** (역삼동)"
        },
        {
            "특허고객번호": "119950007356",
            "출원인명": "가보물산주식회사",
            "특허고객대표번호": "119950007356",
            "출원인대표명": "가보물산주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 테헤란로 ***, 성지하이츠빌딩*차 ***호 (역삼동)"
        },
        {
            "특허고객번호": "119950007391",
            "출원인명": "주식회사금성",
            "특허고객대표번호": "119950007391",
            "출원인대표명": "주식회사금성",
            "출원인영문대표명": "",
            "주소": "충남 천안시 직산면 신갈리 산 ***-*"
        },
        {
            "특허고객번호": "119950007401",
            "출원인명": "금농인트코주식회사",
            "특허고객대표번호": "119950007401",
            "출원인대표명": "금농인트코주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 금천구 시흥대로***길 ** (독산동)"
        },
        {
            "특허고객번호": "119950007418",
            "출원인명": "(주)국민스포츠",
            "특허고객대표번호": "119950007418",
            "출원인대표명": "(주)국민스포츠",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 논현로**길 *** (양재동)"
        },
        {
            "특허고객번호": "119950007424",
            "출원인명": "주식회사궁전토탈퍼니처",
            "특허고객대표번호": "119950007424",
            "출원인대표명": "주식회사궁전토탈퍼니처",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 삼성로***길 ** (삼성동)"
        },
        {
            "특허고객번호": "119950007431",
            "출원인명": "주식회사금마주택건설",
            "특허고객대표번호": "119950007431",
            "출원인대표명": "주식회사금마주택건설",
            "출원인영문대표명": "",
            "주소": "대구광역시 수성구 지범로**길 *-** (범물동)"
        },
        {
            "특허고객번호": "119950007447",
            "출원인명": "주식회사강성통신",
            "특허고객대표번호": "119950007447",
            "출원인대표명": "주식회사강성통신",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 언주로***길 ** (신사동)"
        },
        {
            "특허고객번호": "119950007476",
            "출원인명": "주식회사금강기전",
            "특허고객대표번호": "119950007476",
            "출원인대표명": "주식회사금강기전",
            "출원인영문대표명": "",
            "주소": "서울특별시 구로구 부일로***번길 **-** (온수동)"
        },
        {
            "특허고객번호": "119950007499",
            "출원인명": "주식회사 김영사",
            "특허고객대표번호": "119950007499",
            "출원인대표명": "주식회사 김영사",
            "출원인영문대표명": "Gim-Young Publishers, Inc.",
            "주소": "경기도 파주시 문발로 *** (문발동)"
        },
        {
            "특허고객번호": "119950007515",
            "출원인명": "교영실업주식회사",
            "특허고객대표번호": "119950007515",
            "출원인대표명": "교영실업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강북구 수유로 ** (수유동)"
        },
        {
            "특허고객번호": "119950007521",
            "출원인명": "주식회사고려명일엽",
            "특허고객대표번호": "119950007521",
            "출원인대표명": "주식회사고려명일엽",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 신천로*길 **, 한신잠실코아오피스텔****호 (신천동)"
        },
        {
            "특허고객번호": "119950007538",
            "출원인명": "주식회사경신기전",
            "특허고객대표번호": "119950007538",
            "출원인대표명": "주식회사경신기전",
            "출원인영문대표명": "",
            "주소": "경기도 구리시 수택천로**번길 ** (수택동)"
        },
        {
            "특허고객번호": "119950007544",
            "출원인명": "금산인터내셔날주식회사",
            "특허고객대표번호": "119952801061",
            "출원인대표명": "금산인터내셔날(주)",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 마포대로*다길 ** (마포동)"
        },
        {
            "특허고객번호": "119950007551",
            "출원인명": "주식회사거해유통",
            "특허고객대표번호": "119950007551",
            "출원인대표명": "주식회사거해유통",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 신풍로**가길 ** (신길동)"
        },
        {
            "특허고객번호": "119980003419",
            "출원인명": "주식회사 기화",
            "특허고객대표번호": "119980003419",
            "출원인대표명": "주식회사 기화",
            "출원인영문대표명": "KIHWA INDUSTRY CO., LTD.",
            "주소": "경북 영천시 대창면 대창리 ***-*"
        },
        {
            "특허고객번호": "119980003425",
            "출원인명": "금강가먼트 주식회사",
            "특허고객대표번호": "119980003425",
            "출원인대표명": "금강가먼트 주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 사평대로**길 ** (반포동)"
        },
        {
            "특허고객번호": "420100000010",
            "출원인명": "정형규",
            "특허고객대표번호": "420100000010",
            "출원인대표명": "정형규",
            "출원인영문대표명": "jeong hyeong gyu",
            "주소": "경기도 고양시 덕양구 지도로***번길 **, 허스아파트 다동 ***호 (토당동)"
        },
        {
            "특허고객번호": "119950011758",
            "출원인명": "기원물산주식회사",
            "특허고객대표번호": "119950011758",
            "출원인대표명": "기원물산주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 월드컵북로*길 ** (동교동)"
        },
        {
            "특허고객번호": "119950011764",
            "출원인명": "기은팩토링주식회사",
            "특허고객대표번호": "119950011764",
            "출원인대표명": "기은팩토링주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 논현로 ***, *층 (역삼동, 아세아타워)"
        },
        {
            "특허고객번호": "119980004550",
            "출원인명": "주식회사기정엔지니어링",
            "특허고객대표번호": "119980004550",
            "출원인대표명": "주식회사기정엔지니어링",
            "출원인영문대표명": "KIJUNG ENGINEERING CO.,LTD.",
            "주소": "서울특별시 관악구 봉천로 *** (봉천동)"
        },
        {
            "특허고객번호": "419950011781",
            "출원인명": "김화진",
            "특허고객대표번호": "419950011781",
            "출원인대표명": "김화진",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 아리랑로**길 ** (돈암동)"
        },
        {
            "특허고객번호": "419950011821",
            "출원인명": "권영중",
            "특허고객대표번호": "419950222057",
            "출원인대표명": "권영중",
            "출원인영문대표명": "",
            "주소": "종로구가회동*-***"
        },
        {
            "특허고객번호": "419950011837",
            "출원인명": "안규석",
            "특허고객대표번호": "419951468627",
            "출원인대표명": "안규석",
            "출원인영문대표명": "",
            "주소": "성북구하월곡동**-***"
        },
        {
            "특허고객번호": "419950011843",
            "출원인명": "고항화",
            "특허고객대표번호": "419950011843",
            "출원인대표명": "고항화",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 휘경*동 ***"
        },
        {
            "특허고객번호": "419950011866",
            "출원인명": "김형태",
            "특허고객대표번호": "419950011866",
            "출원인대표명": "김형태",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 동소문로*길 ** (동소문동*가)"
        },
        {
            "특허고객번호": "419950011872",
            "출원인명": "권대희",
            "특허고객대표번호": "419950011872",
            "출원인대표명": "권대희",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 종로**길 ** (창신동)"
        },
        {
            "특허고객번호": "419950011895",
            "출원인명": "김문달",
            "특허고객대표번호": "419950011895",
            "출원인대표명": "김문달",
            "출원인영문대표명": "",
            "주소": "서울 마포구 망원*동 ***-**"
        },
        {
            "특허고객번호": "419950011905",
            "출원인명": "원상희",
            "특허고객대표번호": "419950011905",
            "출원인대표명": "원상희",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 한천로 **-* (답십리동)"
        },
        {
            "특허고객번호": "419980004600",
            "출원인명": "최세환",
            "특허고객대표번호": "419980004600",
            "출원인대표명": "최세환",
            "출원인영문대표명": "CHOI, Se Hwan",
            "주소": "서울특별시 금천구 독산로**길 ** (시흥동)"
        },
        {
            "특허고객번호": "419950011963",
            "출원인명": "예치만",
            "특허고객대표번호": "419951565505",
            "출원인대표명": "예치만",
            "출원인영문대표명": "",
            "주소": "종로구내수동***"
        },
        {
            "특허고객번호": "419950012008",
            "출원인명": "박내심",
            "특허고객대표번호": "419950012008",
            "출원인대표명": "박내심",
            "출원인영문대표명": "",
            "주소": "서울 용산구 동자동 **-***"
        },
        {
            "특허고객번호": "419950012021",
            "출원인명": "김상선",
            "특허고객대표번호": "419950012021",
            "출원인대표명": "김상선",
            "출원인영문대표명": "",
            "주소": "서울 중구 회현동*가 *-*"
        },
        {
            "특허고객번호": "419950012050",
            "출원인명": "이창호",
            "특허고객대표번호": "419950012050",
            "출원인대표명": "이창호",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 왕십리로*길 ** (성수동*가)"
        },
        {
            "특허고객번호": "419950012066",
            "출원인명": "김주현",
            "특허고객대표번호": "419950012066",
            "출원인대표명": "김주현",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 을지로**가길 ** (주교동)"
        },
        {
            "특허고객번호": "419950018065",
            "출원인명": "장두원",
            "특허고객대표번호": "419950018065",
            "출원인대표명": "장두원",
            "출원인영문대표명": "",
            "주소": "서울 은평구 응암*동 ***-**"
        },
        {
            "특허고객번호": "419950018071",
            "출원인명": "이해명",
            "특허고객대표번호": "419950018071",
            "출원인대표명": "이해명",
            "출원인영문대표명": "",
            "주소": "서울 중랑구 면목*동 ***-**"
        },
        {
            "특허고객번호": "419950018104",
            "출원인명": "박희문",
            "특허고객대표번호": "419950018104",
            "출원인대표명": "박희문",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 세종대로 **-*, 화안빌딩 *** (남대문로*가)"
        },
        {
            "특허고객번호": "419950018111",
            "출원인명": "이종화",
            "특허고객대표번호": "419950018111",
            "출원인대표명": "이종화",
            "출원인영문대표명": "",
            "주소": "서울특별시 강북구 도봉로**길 **-** (번동)"
        },
        {
            "특허고객번호": "419950018140",
            "출원인명": "최재기",
            "특허고객대표번호": "419950018140",
            "출원인대표명": "최재기",
            "출원인영문대표명": "",
            "주소": "서울 강북구 미아*동 ***-****"
        },
        {
            "특허고객번호": "419950018156",
            "출원인명": "김세환",
            "특허고객대표번호": "419950018156",
            "출원인대표명": "김세환",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 동소문로**가길 ** (동선동*가)"
        },
        {
            "특허고객번호": "419950018185",
            "출원인명": "이태삼",
            "특허고객대표번호": "419950018185",
            "출원인대표명": "이태삼",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 장위로**길 **-** (장위동)"
        },
        {
            "특허고객번호": "419950018201",
            "출원인명": "이맹기",
            "특허고객대표번호": "419950018201",
            "출원인대표명": "이맹기",
            "출원인영문대표명": "",
            "주소": "도봉구번동***-**"
        },
        {
            "특허고객번호": "419950018218",
            "출원인명": "이종철",
            "특허고객대표번호": "419950018218",
            "출원인대표명": "이종철",
            "출원인영문대표명": "",
            "주소": "서울 은평구 응암*동 ***-**"
        },
        {
            "특허고객번호": "419950018247",
            "출원인명": "허승",
            "특허고객대표번호": "419950018247",
            "출원인대표명": "허승",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 삼선교로**길 ** (삼선동*가)"
        },
        {
            "특허고객번호": "419950018253",
            "출원인명": "황원섭",
            "특허고객대표번호": "419950018253",
            "출원인대표명": "황원섭",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 보문로**길 ** (삼선동*가)"
        },
        {
            "특허고객번호": "419950018276",
            "출원인명": "노병율",
            "특허고객대표번호": "419950018276",
            "출원인대표명": "노병율",
            "출원인영문대표명": "",
            "주소": "서울 성북구 삼선동*가 **"
        },
        {
            "특허고객번호": "419950018315",
            "출원인명": "윤옥정",
            "특허고객대표번호": "419950018315",
            "출원인대표명": "윤옥정",
            "출원인영문대표명": "",
            "주소": "서울 성북구 삼선동*가 **"
        },
        {
            "특허고객번호": "419950018344",
            "출원인명": "주금산",
            "특허고객대표번호": "419950018344",
            "출원인대표명": "주금산",
            "출원인영문대표명": "",
            "주소": "서울 성북구 삼선동*가 **  *통*반"
        },
        {
            "특허고객번호": "419950018367",
            "출원인명": "박태송",
            "특허고객대표번호": "419950018367",
            "출원인대표명": "박태송",
            "출원인영문대표명": "",
            "주소": "서울 성북구 정릉*동 ***-** *통**반"
        },
        {
            "특허고객번호": "419950018380",
            "출원인명": "양준호",
            "특허고객대표번호": "419950018380",
            "출원인대표명": "양준호",
            "출원인영문대표명": "",
            "주소": "서울특별시 강동구 구천면로 ***-* (천호동)"
        },
        {
            "특허고객번호": "419950018396",
            "출원인명": "박정자",
            "특허고객대표번호": "419950018396",
            "출원인대표명": "박정자",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 삼선교로*길 **-* (삼선동*가)"
        },
        {
            "특허고객번호": "419950018412",
            "출원인명": "노정현",
            "특허고객대표번호": "419950018412",
            "출원인대표명": "노정현",
            "출원인영문대표명": "",
            "주소": "울산광역시 남구 여천로 *** (여천동)"
        },
        {
            "특허고객번호": "419950018435",
            "출원인명": "김상용",
            "특허고객대표번호": "419950018435",
            "출원인대표명": "김상용",
            "출원인영문대표명": "",
            "주소": "서울 서대문구 홍은*동 **-**"
        },
        {
            "특허고객번호": "419950018464",
            "출원인명": "정인숙",
            "특허고객대표번호": "419950018464",
            "출원인대표명": "정인숙",
            "출원인영문대표명": "",
            "주소": "서울특별시 강북구 솔샘로**가길 * (미아동)"
        },
        {
            "특허고객번호": "419950018487",
            "출원인명": "장자룡",
            "특허고객대표번호": "419950018487",
            "출원인대표명": "장자룡",
            "출원인영문대표명": "",
            "주소": "서울특별시 강북구 월계로**길 * (미아동)"
        },
        {
            "특허고객번호": "119980000991",
            "출원인명": "주식회사 경원에프앤비",
            "특허고객대표번호": "119980000991",
            "출원인대표명": "주식회사 경원에프앤비",
            "출원인영문대표명": "KYUNGWON IND.CO.LTD.",
            "주소": "충청남도 당진시 합덕읍 합덕산단*로 ***"
        },
        {
            "특허고객번호": "119950003496",
            "출원인명": "경원여객자동차주식회사",
            "특허고객대표번호": "119950003496",
            "출원인대표명": "경원여객자동차주식회사",
            "출원인영문대표명": "",
            "주소": "경상남도 진주시 남강로 *** (장대동)"
        },
        {
            "특허고객번호": "119980001036",
            "출원인명": "경인산업기기주식회사",
            "특허고객대표번호": "119980001036",
            "출원인대표명": "경인산업기기주식회사",
            "출원인영문대표명": "",
            "주소": "서울 구로구 가리봉*동 **-*"
        },
        {
            "특허고객번호": "119980001042",
            "출원인명": "주식회사 티티경인",
            "특허고객대표번호": "119980001042",
            "출원인대표명": "주식회사 티티경인",
            "출원인영문대표명": "TITI CO., LTD.",
            "주소": "경기도 성남시 중원구 사기막골로 ***, *층 (상대원동, 중앙인더스피아*차)"
        },
        {
            "특허고객번호": "119980001088",
            "출원인명": "경인전자 주식회사",
            "특허고객대표번호": "119980001088",
            "출원인대표명": "경인전자 주식회사",
            "출원인영문대표명": "KYUNG IN ELECTRONICS CO.,LTD",
            "주소": "서울특별시 금천구 가산디지털*로 ***, ****호 (가산동, 벽산/경인디지털밸리*)"
        },
        {
            "특허고객번호": "119950003558",
            "출원인명": "주식회사경일",
            "특허고객대표번호": "119950003558",
            "출원인대표명": "주식회사경일",
            "출원인영문대표명": "KYUNGIL CO., LTD.",
            "주소": "경기도 안산시 단원구 산단로**번길 *** (성곡동)"
        },
        {
            "특허고객번호": "119980001111",
            "출원인명": "주식회사경일산업",
            "특허고객대표번호": "119980001111",
            "출원인대표명": "주식회사경일산업",
            "출원인영문대표명": "KYUNGIL INDUSTRIAL CO., LTD.",
            "주소": "경기 양주군 회천읍 회정리 ***-*"
        },
        {
            "특허고객번호": "119950003571",
            "출원인명": "경일양행주식회사",
            "특허고객대표번호": "119950003571",
            "출원인대표명": "경일양행주식회사",
            "출원인영문대표명": "",
            "주소": "충남 천안시 백석동 농공단지 *-*"
        },
        {
            "특허고객번호": "119980001133",
            "출원인명": "주식회사 경일엔지니어링",
            "특허고객대표번호": "119980001133",
            "출원인대표명": "주식회사 경일엔지니어링",
            "출원인영문대표명": "",
            "주소": "인천광역시 서구 건지로***번길 **-** (석남동)"
        },
        {
            "특허고객번호": "119950003593",
            "출원인명": "합자회사경주관광데파트",
            "특허고객대표번호": "119950003593",
            "출원인대표명": "합자회사경주관광데파트",
            "출원인영문대표명": "",
            "주소": "경상북도 경주시 중앙로 ** (노동동)"
        },
        {
            "특허고객번호": "119950003610",
            "출원인명": "주식회사경주조선호텔",
            "특허고객대표번호": "119950003610",
            "출원인대표명": "주식회사경주조선호텔",
            "출원인영문대표명": "KYONGJU CHOSUN HOTEL",
            "주소": "경상북도 경주시 보문로 *** (신평동)"
        },
        {
            "특허고객번호": "119980001179",
            "출원인명": "케이씨더블류 주식회사",
            "특허고객대표번호": "119980001179",
            "출원인대표명": "케이씨더블류 주식회사",
            "출원인영문대표명": "K.C.W CO.,LTD.",
            "주소": "대구광역시 달서구 성서공단북로 *** (갈산동)"
        },
        {
            "특허고객번호": "119950003649",
            "출원인명": "경창참피온주식회사",
            "특허고객대표번호": "119950003649",
            "출원인대표명": "경창참피온주식회사",
            "출원인영문대표명": "",
            "주소": "대구광역시 달서구 성서공단북로 *** (갈산동)"
        },
        {
            "특허고객번호": "119980001185",
            "출원인명": "주식회사경풍약품",
            "특허고객대표번호": "119980001185",
            "출원인대표명": "주식회사경풍약품",
            "출원인영문대표명": "KYUNG POONG PHARMA. CO., LTD",
            "주소": "서울특별시 강남구 역삼로*길 ** (역삼동)"
        },
        {
            "특허고객번호": "220090601789",
            "출원인명": "문경시 농업기술센터소장",
            "특허고객대표번호": "220090601789",
            "출원인대표명": "문경시 농업기술센터소장",
            "출원인영문대표명": "Moonkyung-Si Agriculture Technology Center",
            "주소": "경상북도 문경시 중앙로 *** (흥덕동)"
        },
        {
            "특허고객번호": "119950007573",
            "출원인명": "주식회사견성무역",
            "특허고객대표번호": "119950007573",
            "출원인대표명": "주식회사견성무역",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 논현로**길 **, ***호 (양재동, 선계빌딩)"
        },
        {
            "특허고객번호": "119950008114",
            "출원인명": "주식회사고려정기",
            "특허고객대표번호": "119950008114",
            "출원인대표명": "주식회사고려정기",
            "출원인영문대표명": "",
            "주소": "서울특별시 강서구 양천로 *** (방화동)"
        },
        {
            "특허고객번호": "120090603644",
            "출원인명": "주식회사 기린식품",
            "특허고객대표번호": "120090603644",
            "출원인대표명": "주식회사 기린식품",
            "출원인영문대표명": "Kirin Food Co., Ltd.",
            "주소": "부산광역시 기장군 정관면 산단*로 **"
        },
        {
            "특허고객번호": "419950012527",
            "출원인명": "최용철",
            "특허고객대표번호": "419950012527",
            "출원인대표명": "최용철",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 동호로**길 ** (신당동)"
        },
        {
            "특허고객번호": "419950012533",
            "출원인명": "장기홍",
            "특허고객대표번호": "419950012533",
            "출원인대표명": "장기홍",
            "출원인영문대표명": "",
            "주소": "서울 마포구 아현*동 ***-**"
        },
        {
            "특허고객번호": "419950012556",
            "출원인명": "장성기",
            "특허고객대표번호": "419950012556",
            "출원인대표명": "장성기",
            "출원인영문대표명": "",
            "주소": "서울 성북구 정릉*동 ***"
        },
        {
            "특허고객번호": "419950012562",
            "출원인명": "이시배",
            "특허고객대표번호": "419950012562",
            "출원인대표명": "이시배",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 퇴계로**길 ** (장충동*가)"
        },
        {
            "특허고객번호": "419950012579",
            "출원인명": "진성준",
            "특허고객대표번호": "419950012579",
            "출원인대표명": "진성준",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 종로**길 ** (창신동)"
        },
        {
            "특허고객번호": "419950012624",
            "출원인명": "양성현",
            "특허고객대표번호": "419951462115",
            "출원인대표명": "양성현",
            "출원인영문대표명": "",
            "주소": "중구장충*가***-***"
        },
        {
            "특허고객번호": "419950012653",
            "출원인명": "김연희",
            "특허고객대표번호": "419950012653",
            "출원인대표명": "김연희",
            "출원인영문대표명": "",
            "주소": "서울특별시 중랑구 면목로**길 ** (면목동)"
        },
        {
            "특허고객번호": "419950012676",
            "출원인명": "김영제",
            "특허고객대표번호": "419950012676",
            "출원인대표명": "김영제",
            "출원인영문대표명": "",
            "주소": "서울 중구 장충동*가 ***-**"
        },
        {
            "특허고객번호": "419950012699",
            "출원인명": "배병주",
            "특허고객대표번호": "419950012699",
            "출원인대표명": "배병주",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 퇴계로*길 ** (회현동*가)"
        },
        {
            "특허고객번호": "419950012715",
            "출원인명": "김수태",
            "특허고객대표번호": "419951747247",
            "출원인대표명": "김수태",
            "출원인영문대표명": "",
            "주소": "동대문구숭인동**-***"
        },
        {
            "특허고객번호": "419950012721",
            "출원인명": "백우창",
            "특허고객대표번호": "419950012721",
            "출원인대표명": "백우창",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 을지로**길 **-* (광희동*가)"
        },
        {
            "특허고객번호": "419950012767",
            "출원인명": "문정우",
            "특허고객대표번호": "419950012767",
            "출원인대표명": "문정우",
            "출원인영문대표명": "",
            "주소": "서울 중구 입정동 ***-*"
        },
        {
            "특허고객번호": "419950012780",
            "출원인명": "정해창",
            "특허고객대표번호": "419950012780",
            "출원인대표명": "정해창",
            "출원인영문대표명": "",
            "주소": "서울 도봉구 쌍문*동 **-**"
        },
        {
            "특허고객번호": "419950012796",
            "출원인명": "전승규",
            "특허고객대표번호": "419950012796",
            "출원인대표명": "전승규",
            "출원인영문대표명": "",
            "주소": "서울 성북구 정릉*동 ***-***"
        },
        {
            "특허고객번호": "419950012829",
            "출원인명": "윤석조",
            "특허고객대표번호": "419950012829",
            "출원인대표명": "윤석조",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 다산로**길 ** (신당동)"
        },
        {
            "특허고객번호": "419950012835",
            "출원인명": "장방호",
            "특허고객대표번호": "419950012835",
            "출원인대표명": "장방호",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 양산로 ** (양평동*가)"
        },
        {
            "특허고객번호": "419950012858",
            "출원인명": "김원명",
            "특허고객대표번호": "419950012858",
            "출원인대표명": "김원명",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 장위로**길 ** (장위동)"
        },
        {
            "특허고객번호": "419950012864",
            "출원인명": "김재식",
            "특허고객대표번호": "419950012864",
            "출원인대표명": "김재식",
            "출원인영문대표명": "",
            "주소": "서울 중구 을지로*가 ***-*"
        },
        {
            "특허고객번호": "419950012903",
            "출원인명": "송용선",
            "특허고객대표번호": "419950012903",
            "출원인대표명": "송용선",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 왕십리로*가길 ** (성수동*가)"
        },
        {
            "특허고객번호": "419950018925",
            "출원인명": "송재문",
            "특허고객대표번호": "419950018925",
            "출원인대표명": "송재문",
            "출원인영문대표명": "",
            "주소": "서울 서대문구 연희*동 ***-**"
        },
        {
            "특허고객번호": "419950018948",
            "출원인명": "양정하",
            "특허고객대표번호": "419950018948",
            "출원인대표명": "양정하",
            "출원인영문대표명": "",
            "주소": "서울 광진구 능동 ***-****"
        },
        {
            "특허고객번호": "419950018954",
            "출원인명": "김병열",
            "특허고객대표번호": "419950018954",
            "출원인대표명": "김병열",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 인촌로*길 ** (삼선동*가)"
        },
        {
            "특허고객번호": "419950018961",
            "출원인명": "이재현",
            "특허고객대표번호": "419950018961",
            "출원인대표명": "이재현",
            "출원인영문대표명": "",
            "주소": "서울특별시 은평구 백련산로 **-** (응암동)"
        },
        {
            "특허고객번호": "419950019005",
            "출원인명": "조필호",
            "특허고객대표번호": "419951841286",
            "출원인대표명": "조필호",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 월곡로 ** (종암동)"
        },
        {
            "특허고객번호": "419950019041",
            "출원인명": "장태홍",
            "특허고객대표번호": "419950019041",
            "출원인대표명": "장태홍",
            "출원인영문대표명": "",
            "주소": "서울 성북구 종암*동 **"
        },
        {
            "특허고객번호": "419950019070",
            "출원인명": "이상수",
            "특허고객대표번호": "419950019070",
            "출원인대표명": "이상수",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 아리랑로*길 * (동소문동*가)"
        },
        {
            "특허고객번호": "419950019086",
            "출원인명": "양승갑",
            "특허고객대표번호": "419950268537",
            "출원인대표명": "양승갑",
            "출원인영문대표명": "",
            "주소": "성북구종암동**-*"
        },
        {
            "특허고객번호": "419950019102",
            "출원인명": "서영복",
            "특허고객대표번호": "419950019102",
            "출원인대표명": "서영복",
            "출원인영문대표명": "",
            "주소": "서울 성북구 종암*동 *-** E동 *호"
        },
        {
            "특허고객번호": "419950019119",
            "출원인명": "박순원",
            "특허고객대표번호": "419950019119",
            "출원인대표명": "박순원",
            "출원인영문대표명": "",
            "주소": "대전광역시 중구 선화로**번길 ** (용두동)"
        },
        {
            "특허고객번호": "119950004261",
            "출원인명": "주식회사 이룸",
            "특허고객대표번호": "119950004261",
            "출원인대표명": "주식회사 이룸",
            "출원인영문대표명": "ERUME CORPORATION",
            "주소": "서울특별시 용산구 백범로**다길 ** (원효로*가)"
        },
        {
            "특허고객번호": "119980001549",
            "출원인명": "고려폴리머주식회사",
            "특허고객대표번호": "119980001549",
            "출원인대표명": "고려폴리머주식회사",
            "출원인영문대표명": "",
            "주소": "부산광역시 사상구 괘감로 ** (괘법동)"
        },
        {
            "특허고객번호": "119950004283",
            "출원인명": "고려피혁공업주식회사",
            "특허고객대표번호": "119950004283",
            "출원인대표명": "고려피혁공업주식회사",
            "출원인영문대표명": "",
            "주소": "부산 동래구 온천*동 ****-*"
        },
        {
            "특허고객번호": "119980001555",
            "출원인명": "주식회사 고합",
            "특허고객대표번호": "119980001555",
            "출원인대표명": "주식회사 고합",
            "출원인영문대표명": "KOHAP LTD.",
            "주소": "경기 의왕시 고천동 **번지"
        },
        {
            "특허고객번호": "119950004322",
            "출원인명": "주식회사고려화학엔지니어링",
            "특허고객대표번호": "119950004322",
            "출원인대표명": "주식회사고려화학엔지니어링",
            "출원인영문대표명": "",
            "주소": "서울 구로구 구로*동 ***-**번지"
        },
        {
            "특허고객번호": "119950004339",
            "출원인명": "고려흑연주식회사",
            "특허고객대표번호": "119950004339",
            "출원인대표명": "고려흑연주식회사",
            "출원인영문대표명": "",
            "주소": "전라남도 곡성군 죽곡면 대황강로 ****-**"
        },
        {
            "특허고객번호": "119980001584",
            "출원인명": "주식회사 고리",
            "특허고객대표번호": "119986098100",
            "출원인대표명": "주식회사 고리",
            "출원인영문대표명": "GOLEE CO., LTD.",
            "주소": "광주광역시 광산구 하남산단*번로 **-** (장덕동)"
        },
        {
            "특허고객번호": "119980001591",
            "출원인명": "주식회사 고미",
            "특허고객대표번호": "119980001591",
            "출원인대표명": "주식회사 고미",
            "출원인영문대표명": "",
            "주소": "충청북도 보은군 보은읍 풍취*길 **"
        },
        {
            "특허고객번호": "119980001601",
            "출원인명": "고봉실업주식회사",
            "특허고객대표번호": "119980001601",
            "출원인대표명": "고봉실업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 한강대로 *** (한강로*가)"
        },
        {
            "특허고객번호": "119950004351",
            "출원인명": "주식회사고성물산",
            "특허고객대표번호": "119950004351",
            "출원인대표명": "주식회사고성물산",
            "출원인영문대표명": "",
            "주소": "부산광역시 사하구 장림번영로***번길 *** (장림동)"
        },
        {
            "특허고객번호": "119950004368",
            "출원인명": "주식회사고소미",
            "특허고객대표번호": "119950004368",
            "출원인대표명": "주식회사고소미",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 서초중앙로 ** (서초동)"
        },
        {
            "특허고객번호": "420090601801",
            "출원인명": "하헌일",
            "특허고객대표번호": "420090601801",
            "출원인대표명": "하헌일",
            "출원인영문대표명": "HA HUN IL",
            "주소": "서울특별시 강남구 영동대로***길 **, 홍실아파트 *동 ***호 (삼성동)"
        },
        {
            "특허고객번호": "119950008121",
            "출원인명": "주식회사고려정식품",
            "특허고객대표번호": "119950008121",
            "출원인대표명": "주식회사고려정식품",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 무학로**길 ** (용두동)"
        },
        {
            "특허고객번호": "119950008137",
            "출원인명": "고려종합건설주식회사",
            "특허고객대표번호": "119950008137",
            "출원인대표명": "고려종합건설주식회사",
            "출원인영문대표명": "",
            "주소": "전라남도 순천시 주암면 주석로 ***-**"
        },
        {
            "특허고객번호": "119950008166",
            "출원인명": "주식회사고속도로시설공단",
            "특허고객대표번호": "119950008166",
            "출원인대표명": "주식회사고속도로시설공단",
            "출원인영문대표명": "",
            "주소": "경기도 용인시 기흥구 공세로 *** (공세동)"
        },
        {
            "특허고객번호": "419950019154",
            "출원인명": "조헌병",
            "특허고객대표번호": "419950019154",
            "출원인대표명": "조헌병",
            "출원인영문대표명": "",
            "주소": "서울 강북구 미아동 ****-**"
        },
        {
            "특허고객번호": "419950019200",
            "출원인명": "정익성",
            "특허고객대표번호": "419950019200",
            "출원인대표명": "정익성",
            "출원인영문대표명": "",
            "주소": "도봉구미아동***-**"
        },
        {
            "특허고객번호": "419950019216",
            "출원인명": "박재영",
            "특허고객대표번호": "419950019216",
            "출원인대표명": "박재영",
            "출원인영문대표명": "",
            "주소": "성북구정능동산**-*"
        },
        {
            "특허고객번호": "419950019222",
            "출원인명": "김영두",
            "특허고객대표번호": "419950019222",
            "출원인대표명": "김영두",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 동숭*가길 **, *동 ***호 (동숭동)"
        },
        {
            "특허고객번호": "419950019245",
            "출원인명": "박형규",
            "특허고객대표번호": "419950019245",
            "출원인대표명": "박형규",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 경희대로 * (회기동)"
        },
        {
            "특허고객번호": "419950019251",
            "출원인명": "박병래",
            "특허고객대표번호": "419950019251",
            "출원인대표명": "박병래",
            "출원인영문대표명": "",
            "주소": "서울 성북구 정릉*동 ***-*** **통*반"
        },
        {
            "특허고객번호": "419950019274",
            "출원인명": "최양일",
            "특허고객대표번호": "419950019274",
            "출원인대표명": "최양일",
            "출원인영문대표명": "",
            "주소": "서울 강북구 미아*동 ***-** *-*"
        },
        {
            "특허고객번호": "419950019297",
            "출원인명": "이재기",
            "특허고객대표번호": "419950019297",
            "출원인대표명": "이재기",
            "출원인영문대표명": "",
            "주소": "서울특별시 강북구 월계로 ** (미아동)"
        },
        {
            "특허고객번호": "119980001464",
            "출원인명": "주식회사 고려원미디어",
            "특허고객대표번호": "119980001464",
            "출원인대표명": "주식회사 고려원미디어",
            "출원인영문대표명": "KOREAONE MEDIA, INC.",
            "주소": "서울특별시 강남구 논현로***길 **, *층 ***호 (신사동)"
        },
        {
            "특허고객번호": "119950004163",
            "출원인명": "주식회사고려원인삼",
            "특허고객대표번호": "119950004163",
            "출원인대표명": "주식회사고려원인삼",
            "출원인영문대표명": "KOREAN ONE GINSENG PRODUCTS CO., LTD.",
            "주소": "경기도 안산시 단원구 시화로 **, *다 ***-* (성곡동)"
        },
        {
            "특허고객번호": "119950004192",
            "출원인명": "주식회사고려인삼",
            "특허고객대표번호": "119950004192",
            "출원인대표명": "주식회사고려인삼",
            "출원인영문대표명": "",
            "주소": "경상북도 의성군 의성읍 용연*길 **"
        },
        {
            "특허고객번호": "119980001526",
            "출원인명": "고려통상주식회사",
            "특허고객대표번호": "119980001526",
            "출원인대표명": "고려통상주식회사",
            "출원인영문대표명": "",
            "주소": "서울 중구 충무로*가 **-*"
        },
        {
            "특허고객번호": "119980001532",
            "출원인명": "고려트레필알베드주식회사",
            "특허고객대표번호": "119980001532",
            "출원인대표명": "고려트레필알베드주식회사",
            "출원인영문대표명": "",
            "주소": "경남 양산시 유산동 ***-*"
        },
        {
            "특허고객번호": "419950018708",
            "출원인명": "윤직홍",
            "특허고객대표번호": "419950018708",
            "출원인대표명": "윤직홍",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 아리랑로 **-** (돈암동)"
        },
        {
            "특허고객번호": "419950018743",
            "출원인명": "권안치",
            "특허고객대표번호": "419950018743",
            "출원인대표명": "권안치",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 인촌로*가길 ** (안암동*가)"
        },
        {
            "특허고객번호": "419950018750",
            "출원인명": "박경재",
            "특허고객대표번호": "419950018750",
            "출원인대표명": "박경재",
            "출원인영문대표명": "",
            "주소": "서울 성북구 종암동 ***-**"
        },
        {
            "특허고객번호": "419950018772",
            "출원인명": "정봉화",
            "특허고객대표번호": "419950018772",
            "출원인대표명": "정봉화",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 제기*동 ***-*"
        },
        {
            "특허고객번호": "419950018789",
            "출원인명": "이용선",
            "특허고객대표번호": "419951502130",
            "출원인대표명": "이용선",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 인촌로**길 ** (안암동*가)"
        },
        {
            "특허고객번호": "419950018811",
            "출원인명": "김봉하",
            "특허고객대표번호": "419950018811",
            "출원인대표명": "김봉하",
            "출원인영문대표명": "",
            "주소": "서울특별시 노원구 한글비석로**길 ** (상계동)"
        },
        {
            "특허고객번호": "419950018828",
            "출원인명": "노태순",
            "특허고객대표번호": "419950018834",
            "출원인대표명": "노태순",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 개운사길 **-* (안암동*가)"
        },
        {
            "특허고객번호": "419950018857",
            "출원인명": "박경신",
            "특허고객대표번호": "419950018857",
            "출원인대표명": "박경신",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 긴고랑로 ** (중곡동)"
        },
        {
            "특허고객번호": "419950018870",
            "출원인명": "원직상",
            "특허고객대표번호": "419950018870",
            "출원인대표명": "원직상",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 인촌로**길 * (안암동*가)"
        },
        {
            "특허고객번호": "419950018892",
            "출원인명": "허성문",
            "특허고객대표번호": "419950018892",
            "출원인대표명": "허성문",
            "출원인영문대표명": "",
            "주소": "서울 성북구 안암동*가 **-**"
        },
        {
            "특허고객번호": "419950018919",
            "출원인명": "남궁탁",
            "특허고객대표번호": "419950018919",
            "출원인대표명": "남궁탁",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 영등포로**길 ** (영등포동*가)"
        },
        {
            "특허고객번호": "119950003941",
            "출원인명": "고려경보기주식회사",
            "특허고객대표번호": "119950003941",
            "출원인대표명": "고려경보기주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 백제고분로**길 **-** (석촌동)"
        },
        {
            "특허고객번호": "119980001315",
            "출원인명": "고려공업 주식회사",
            "특허고객대표번호": "119980001315",
            "출원인대표명": "고려공업 주식회사",
            "출원인영문대표명": "KOREA Corporation Co.,Ltd",
            "주소": "대구광역시 북구 팔달북로*길 **-* (노원동*가)"
        },
        {
            "특허고객번호": "119950003963",
            "출원인명": "주식회사고려광고",
            "특허고객대표번호": "119950003963",
            "출원인대표명": "주식회사고려광고",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 황물로 ** (답십리동)"
        },
        {
            "특허고객번호": "119950003992",
            "출원인명": "주식회사고려기업",
            "특허고객대표번호": "119950003992",
            "출원인대표명": "주식회사고려기업",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 소월로 ** (남대문로*가)"
        },
        {
            "특허고객번호": "119980001321",
            "출원인명": "주식회사 고려당",
            "특허고객대표번호": "119980001321",
            "출원인대표명": "주식회사 고려당",
            "출원인영문대표명": "KO RYO DANG CO., LTD.",
            "주소": "경기도 성남시 중원구 사기막골로 ** (상대원동)"
        },
        {
            "특허고객번호": "119980001344",
            "출원인명": "주식회사고려메디칼",
            "특허고객대표번호": "119980001344",
            "출원인대표명": "주식회사고려메디칼",
            "출원인영문대표명": "",
            "주소": "경기도 부천시 오정구 부천로***번길 ** (내동)"
        },
        {
            "특허고객번호": "119950004037",
            "출원인명": "주식회사고려무역",
            "특허고객대표번호": "119950004037",
            "출원인대표명": "주식회사고려무역",
            "출원인영문대표명": "",
            "주소": "대구광역시 달서구 달구벌대로 ****, ***호 (두류동, 성안오피스텔)"
        },
        {
            "특허고객번호": "119950004050",
            "출원인명": "주식회사고려산업기계",
            "특허고객대표번호": "119950004050",
            "출원인대표명": "주식회사고려산업기계",
            "출원인영문대표명": "",
            "주소": "서울특별시 구로구 구로중앙로 ***, 기계공구상가아파트 부럭*-*** (구로동)"
        },
        {
            "특허고객번호": "119980001373",
            "출원인명": "주식회사 고려생약",
            "특허고객대표번호": "119980001373",
            "출원인대표명": "주식회사 고려생약",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 영동대로 ***, 한국종합전시장 *에이 ** (삼성동, 코엑스)"
        },
        {
            "특허고객번호": "119950004066",
            "출원인명": "주식회사고려석재",
            "특허고객대표번호": "119950004066",
            "출원인대표명": "주식회사고려석재",
            "출원인영문대표명": "",
            "주소": "경상남도 거창군 위천면 덕거길 ***-***"
        },
        {
            "특허고객번호": "119950004072",
            "출원인명": "고려섬유정보통신주식회사",
            "특허고객대표번호": "119950004072",
            "출원인대표명": "고려섬유정보통신주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 언주로***길 *, 초원빌딩 *층 (논현동)"
        },
        {
            "특허고객번호": "119950004089",
            "출원인명": "주식회사고려세라믹",
            "특허고객대표번호": "119950004089",
            "출원인대표명": "주식회사고려세라믹",
            "출원인영문대표명": "",
            "주소": "서울특별시 강서구 까치산로 ***, 두원빌딩 *층 (화곡동)"
        },
        {
            "특허고객번호": "119950004128",
            "출원인명": "고려시스템산업주식회사",
            "특허고객대표번호": "119950004128",
            "출원인대표명": "고려시스템산업주식회사",
            "출원인영문대표명": "",
            "주소": "인천 계양구 작전동 ***-*"
        },
        {
            "특허고객번호": "119950004134",
            "출원인명": "주식회사고려악세사리무역",
            "특허고객대표번호": "119950004134",
            "출원인대표명": "주식회사고려악세사리무역",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 장한로*길 ** (장안동)"
        },
        {
            "특허고객번호": "119950004141",
            "출원인명": "고려안전시스템주식회사",
            "특허고객대표번호": "119950004141",
            "출원인대표명": "고려안전시스템주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 월드컵로 *** (성산동)"
        },
        {
            "특허고객번호": "119980001412",
            "출원인명": "주식회사 고려엔지니어링",
            "특허고객대표번호": "119980001412",
            "출원인대표명": "주식회사 고려엔지니어링",
            "출원인영문대표명": "KOREA CONSULTANCY & ENGINEERING COPR.",
            "주소": "인천광역시 부평구 부평북로 ** (청천동)"
        },
        {
            "특허고객번호": "119980001429",
            "출원인명": "주식회사 디어포스",
            "특허고객대표번호": "119980001429",
            "출원인대표명": "주식회사 디어포스",
            "출원인영문대표명": "DEERFOS CO., LTD.",
            "주소": "인천광역시 서구 가좌로**번길 **(가좌동)"
        },
        {
            "특허고객번호": "119980001458",
            "출원인명": "주식회사 고려원",
            "특허고객대표번호": "119980001458",
            "출원인대표명": "주식회사 고려원",
            "출원인영문대표명": "KOREAONE PRESS, INC",
            "주소": "서울특별시 강남구 논현로***길 **, *층 ***호 (신사동)"
        },
        {
            "특허고객번호": "119980003574",
            "출원인명": "주식회사 거산",
            "특허고객대표번호": "119980003574",
            "출원인대표명": "주식회사 거산",
            "출원인영문대표명": "KE SAN CO.,LTD",
            "주소": "경기도 안산시 단원구 중앙대로 ***, ***호 (고잔동, 대주빌딩)"
        },
        {
            "특허고객번호": "119950007817",
            "출원인명": "주식회사거성설비",
            "특허고객대표번호": "119950007817",
            "출원인대표명": "주식회사거성설비",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 반포대로**길 **-* (서초동)"
        },
        {
            "특허고객번호": "119950007823",
            "출원인명": "주식회사거성식품",
            "특허고객대표번호": "119950007823",
            "출원인대표명": "주식회사거성식품",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 동산로*길 ** (양재동)"
        },
        {
            "특허고객번호": "119980003581",
            "출원인명": "거진산업주식회사",
            "특허고객대표번호": "119980003581",
            "출원인대표명": "거진산업주식회사",
            "출원인영문대표명": "Keojin Idustrial Co., LTD.",
            "주소": "경기도 용인시 처인구 모현면 갈담로 **"
        },
        {
            "특허고객번호": "119950007869",
            "출원인명": "주식회사거진양행",
            "특허고객대표번호": "119950007869",
            "출원인대표명": "주식회사거진양행",
            "출원인영문대표명": "",
            "주소": "서울 노원구 중계*동 ***-*  중계*공단***-*"
        },
        {
            "특허고객번호": "119950007898",
            "출원인명": "주식회사건설공업신문",
            "특허고객대표번호": "119950007898",
            "출원인대표명": "주식회사건설공업신문",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 세종대로**길 ** (태평로*가)"
        },
        {
            "특허고객번호": "119950007908",
            "출원인명": "건웅제약주식회사",
            "특허고객대표번호": "119950007908",
            "출원인대표명": "건웅제약주식회사",
            "출원인영문대표명": "",
            "주소": "충청북도 음성군 음성읍 한불로**번길 **-**"
        },
        {
            "특허고객번호": "119950007966",
            "출원인명": "경동건설주식회사",
            "특허고객대표번호": "119950007966",
            "출원인대표명": "경동건설주식회사",
            "출원인영문대표명": "",
            "주소": "부산 부산진구 부전*동 ***-**"
        },
        {
            "특허고객번호": "119950007972",
            "출원인명": "경동화물자동차주식회사",
            "특허고객대표번호": "119950007972",
            "출원인대표명": "경동화물자동차주식회사",
            "출원인영문대표명": "KYONGDONG",
            "주소": "경기 수원시 장안구 송죽동 ***-*"
        },
        {
            "특허고객번호": "119950007989",
            "출원인명": "주식회사경마티슈",
            "특허고객대표번호": "119950007989",
            "출원인대표명": "주식회사경마티슈",
            "출원인영문대표명": "",
            "주소": "서울 노원구 월계*동 **-*"
        },
        {
            "특허고객번호": "119980003607",
            "출원인명": "경산식품 주식회사",
            "특허고객대표번호": "119980003607",
            "출원인대표명": "경산식품 주식회사",
            "출원인영문대표명": "",
            "주소": "경상북도 경산시 서상길 ** (서상동)"
        },
        {
            "특허고객번호": "119950008001",
            "출원인명": "농업회사법인 경신종묘 주식회사",
            "특허고객대표번호": "119950008001",
            "출원인대표명": "농업회사법인 경신종묘 주식회사",
            "출원인영문대표명": "-",
            "주소": "경상북도 의성군 의성읍 의성길안로 **"
        },
        {
            "특허고객번호": "119950008030",
            "출원인명": "경인냉장주식회사",
            "특허고객대표번호": "119950008030",
            "출원인대표명": "경인냉장주식회사",
            "출원인영문대표명": "",
            "주소": "경기 광주군 광주읍 쌍령리 ***"
        },
        {
            "특허고객번호": "119950008046",
            "출원인명": "경호건설주식회사",
            "특허고객대표번호": "119950008046",
            "출원인대표명": "경호건설주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 과천시 별양상가*로 * (별양동)"
        },
        {
            "특허고객번호": "119980003636",
            "출원인명": "경희강재주식회사",
            "특허고객대표번호": "119980003636",
            "출원인대표명": "경희강재주식회사",
            "출원인영문대표명": "KYUNG HEE STEEL CO., LTD",
            "주소": "대구광역시 달서구 달서대로 *** (신당동)"
        },
        {
            "특허고객번호": "119950008098",
            "출원인명": "고려시멘트제조주식회사",
            "특허고객대표번호": "119950008098",
            "출원인대표명": "고려시멘트제조주식회사",
            "출원인영문대표명": "",
            "주소": "전라남도 장성군 장성읍 영천로 **"
        },
        {
            "특허고객번호": "119980003733",
            "출원인명": "국재강업주식회사",
            "특허고객대표번호": "119980003733",
            "출원인대표명": "국재강업주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 안산시 상록구 예술광장*로 ** (월피동)"
        },
        {
            "특허고객번호": "119950008481",
            "출원인명": "주식회사그랑나",
            "특허고객대표번호": "119950008481",
            "출원인대표명": "주식회사그랑나",
            "출원인영문대표명": "",
            "주소": "서울특별시 관악구 남부순환로 **** (신림동)"
        },
        {
            "특허고객번호": "119950008497",
            "출원인명": "주식회사 닥터클로로필",
            "특허고객대표번호": "119950008497",
            "출원인대표명": "주식회사 닥터클로로필",
            "출원인영문대표명": "Dr.Chlorophyll Co., Ltd.",
            "주소": "울산광역시 울주군 범서읍 천상*길 **-*"
        },
        {
            "특허고객번호": "119950008507",
            "출원인명": "주식회사그린양행",
            "특허고객대표번호": "119950008507",
            "출원인대표명": "주식회사그린양행",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 백제고분로**길 *-** (잠실동)"
        },
        {
            "특허고객번호": "119950008536",
            "출원인명": "극동유화주식회사",
            "특허고객대표번호": "119950008536",
            "출원인대표명": "극동유화주식회사",
            "출원인영문대표명": "KUK DONG OIL & CHEMICAL CO.,LTD.",
            "주소": "경상남도 양산시 어실로 *** (유산동)"
        },
        {
            "특허고객번호": "119980003762",
            "출원인명": "극동전선주식회사",
            "특허고객대표번호": "119980003762",
            "출원인대표명": "극동전선주식회사",
            "출원인영문대표명": "KUKDONG ELECTRIC WIRE CO.,LTD",
            "주소": "충청북도 진천군 초평면 용정길 **-**"
        },
        {
            "특허고객번호": "119980003779",
            "출원인명": "(주)펄스텍",
            "특허고객대표번호": "119980003779",
            "출원인대표명": "(주)펄스텍",
            "출원인영문대표명": "PULSETEC CO.,LTD",
            "주소": "경상남도 창원시 마산회원구 자유무역*길 **(양덕동)"
        },
        {
            "특허고객번호": "119950008542",
            "출원인명": "근남트리콘주식회사",
            "특허고객대표번호": "119950008542",
            "출원인대표명": "근남트리콘주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 퇴계로**길 ** (신당동)"
        },
        {
            "특허고객번호": "419950008599",
            "출원인명": "이철준",
            "특허고객대표번호": "419950008599",
            "출원인대표명": "이철준",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 자하문로**가길 *-* (청운동)"
        },
        {
            "특허고객번호": "419950008609",
            "출원인명": "박태수",
            "특허고객대표번호": "419950008609",
            "출원인대표명": "박태수",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 이촌로 ***-*, 의*** 한강맨숀 **동 ***호 (이촌동)"
        },
        {
            "특허고객번호": "419950008638",
            "출원인명": "이충재",
            "특허고객대표번호": "419950008638",
            "출원인대표명": "이충재",
            "출원인영문대표명": "",
            "주소": "서울 종로구 청운동 **"
        },
        {
            "특허고객번호": "419950008651",
            "출원인명": "손동섭",
            "특허고객대표번호": "419950008651",
            "출원인대표명": "손동섭",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 무교로 **, 대한 ***호 (무교동, 체육회관)"
        },
        {
            "특허고객번호": "119950008685",
            "출원인명": "금광목재주식회사",
            "특허고객대표번호": "119950008685",
            "출원인대표명": "금광목재주식회사",
            "출원인영문대표명": "",
            "주소": "인천광역시 서구 건지로 **-** (가좌동)"
        },
        {
            "특허고객번호": "419950013395",
            "출원인명": "최봉덕",
            "특허고객대표번호": "419951411614",
            "출원인대표명": "최봉덕",
            "출원인영문대표명": "",
            "주소": "서울시동대문구답십리동**-*"
        },
        {
            "특허고객번호": "419950013405",
            "출원인명": "박창선",
            "특허고객대표번호": "419950013405",
            "출원인대표명": "박창선",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 종로**가길 ** (숭인동)"
        },
        {
            "특허고객번호": "419950013411",
            "출원인명": "김창윤",
            "특허고객대표번호": "419950013411",
            "출원인대표명": "김창윤",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 신설동 ***-**"
        },
        {
            "특허고객번호": "419950013441",
            "출원인명": "진록근",
            "특허고객대표번호": "419950013441",
            "출원인대표명": "진록근",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 숭인동*길 ** (숭인동)"
        },
        {
            "특허고객번호": "419950013470",
            "출원인명": "한만윤",
            "특허고객대표번호": "419950013470",
            "출원인대표명": "한만윤",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 긴고랑로**길 ** (중곡동)"
        },
        {
            "특허고객번호": "419950013486",
            "출원인명": "양창석",
            "특허고객대표번호": "419950013486",
            "출원인대표명": "양창석",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 인촌로**길 ** (안암동*가)"
        },
        {
            "특허고객번호": "419950013502",
            "출원인명": "김관해",
            "특허고객대표번호": "419950013502",
            "출원인대표명": "김관해",
            "출원인영문대표명": "",
            "주소": "서울특별시 강북구 인수봉로**길 ** (수유동)"
        },
        {
            "특허고객번호": "419950013519",
            "출원인명": "박찬익",
            "특허고객대표번호": "419950013519",
            "출원인대표명": "박찬익",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 인촌로*다길 **-* (안암동*가)"
        },
        {
            "특허고객번호": "419950013548",
            "출원인명": "이규원",
            "특허고객대표번호": "419950193740",
            "출원인대표명": "이규원",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 전농로**가길 **-* (전농동)"
        },
        {
            "특허고객번호": "419950013554",
            "출원인명": "박종열",
            "특허고객대표번호": "419950013554",
            "출원인대표명": "박종열",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 자양로**길 **-* (중곡동)"
        },
        {
            "특허고객번호": "419950013590",
            "출원인명": "김병곤",
            "특허고객대표번호": "419950013590",
            "출원인대표명": "김병곤",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 용두*동 **-*"
        },
        {
            "특허고객번호": "419950013616",
            "출원인명": "이준상",
            "특허고객대표번호": "419950013616",
            "출원인대표명": "이준상",
            "출원인영문대표명": "",
            "주소": "성동구자양동***-**"
        },
        {
            "특허고객번호": "419950013651",
            "출원인명": "김양묵",
            "특허고객대표번호": "419950013651",
            "출원인대표명": "김양묵",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 백범로**길 **-** (효창동)"
        },
        {
            "특허고객번호": "419950013681",
            "출원인명": "손병호",
            "특허고객대표번호": "419950013681",
            "출원인대표명": "손병호",
            "출원인영문대표명": "",
            "주소": "서울특별시 중랑구 상봉로**길 ** (상봉동)"
        },
        {
            "특허고객번호": "419950013707",
            "출원인명": "고광인",
            "특허고객대표번호": "419950013707",
            "출원인대표명": "고광인",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 용두*동 ***-*"
        },
        {
            "특허고객번호": "419950013720",
            "출원인명": "신준균",
            "특허고객대표번호": "419950013720",
            "출원인대표명": "신준균",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 한빛로**길 ** (용두동)"
        },
        {
            "특허고객번호": "419950013759",
            "출원인명": "김진목",
            "특허고객대표번호": "419950013759",
            "출원인대표명": "김진목",
            "출원인영문대표명": "",
            "주소": "서울 강서구 화곡*동 **-**"
        },
        {
            "특허고객번호": "419950013765",
            "출원인명": "박춘근",
            "특허고객대표번호": "419950013765",
            "출원인대표명": "박춘근",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 제기*동 ***-*"
        },
        {
            "특허고객번호": "419950013771",
            "출원인명": "고재기",
            "특허고객대표번호": "419950013771",
            "출원인대표명": "고재기",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 종로**다길 ** (숭인동)"
        },
        {
            "특허고객번호": "419950013794",
            "출원인명": "민원기",
            "특허고객대표번호": "419950013794",
            "출원인대표명": "민원기",
            "출원인영문대표명": "",
            "주소": "서울특별시 중랑구 면목로**길 ** (면목동)"
        },
        {
            "특허고객번호": "419950000438",
            "출원인명": "조상열",
            "특허고객대표번호": "419950000438",
            "출원인대표명": "조상열",
            "출원인영문대표명": "",
            "주소": "서울 성동구 성수*가*동 ***-*** 동아아파트 **동***호"
        },
        {
            "특허고객번호": "419950000444",
            "출원인명": "정희련",
            "특허고객대표번호": "419950000444",
            "출원인대표명": "정희련",
            "출원인영문대표명": "",
            "주소": "광주광역시 남구 천변좌로***번안길 * (사동)"
        },
        {
            "특허고객번호": "419950000451",
            "출원인명": "한창열",
            "특허고객대표번호": "419950000451",
            "출원인대표명": "한창열",
            "출원인영문대표명": "",
            "주소": "부산 부산진구 부전*동 ***-*"
        },
        {
            "특허고객번호": "419950000467",
            "출원인명": "최용순",
            "특허고객대표번호": "419950000467",
            "출원인대표명": "최용순",
            "출원인영문대표명": "",
            "주소": "대구시비산동****-*"
        },
        {
            "특허고객번호": "419950000473",
            "출원인명": "이천웅",
            "특허고객대표번호": "419950000473",
            "출원인대표명": "이천웅",
            "출원인영문대표명": "",
            "주소": "전북 군산시 수송동 ***-*"
        },
        {
            "특허고객번호": "419950000480",
            "출원인명": "한상만",
            "특허고객대표번호": "419950000480",
            "출원인대표명": "한상만",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 백범로 ***-* (용문동)"
        },
        {
            "특허고객번호": "419950000496",
            "출원인명": "김영이",
            "특허고객대표번호": "419950000496",
            "출원인대표명": "김영이",
            "출원인영문대표명": "",
            "주소": "서울특별시 노원구 상계로 ***-* (상계동)"
        },
        {
            "특허고객번호": "419950000558",
            "출원인명": "최명식",
            "특허고객대표번호": "419950000558",
            "출원인대표명": "최명식",
            "출원인영문대표명": "",
            "주소": "서울시 동대문구 신내동**번지"
        },
        {
            "특허고객번호": "419950000610",
            "출원인명": "정재봉",
            "특허고객대표번호": "419950000610",
            "출원인대표명": "정재봉",
            "출원인영문대표명": "",
            "주소": "서울 동작구 신대방*동 ***-** *통*"
        },
        {
            "특허고객번호": "419950000626",
            "출원인명": "손극수",
            "특허고객대표번호": "419950000626",
            "출원인대표명": "손극수",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 동호로 ***-** (신당동)"
        },
        {
            "특허고객번호": "419950000632",
            "출원인명": "조승신",
            "특허고객대표번호": "419950000632",
            "출원인대표명": "조승신",
            "출원인영문대표명": "",
            "주소": "충북 제원군 봉양면 천남리 **번지"
        },
        {
            "특허고객번호": "419950000661",
            "출원인명": "박희철",
            "특허고객대표번호": "419950000661",
            "출원인대표명": "박희철",
            "출원인영문대표명": "",
            "주소": "서울 서초구 반포*동 **-*"
        },
        {
            "특허고객번호": "419950000691",
            "출원인명": "김윤만",
            "특허고객대표번호": "419950000691",
            "출원인대표명": "김윤만",
            "출원인영문대표명": "",
            "주소": "영일군기계면현내동**"
        },
        {
            "특허고객번호": "419950000701",
            "출원인명": "박성태",
            "특허고객대표번호": "419950000701",
            "출원인대표명": "박성태",
            "출원인영문대표명": "",
            "주소": "주소불분명"
        },
        {
            "특허고객번호": "119980003665",
            "출원인명": "고인산업주식회사",
            "특허고객대표번호": "119980003665",
            "출원인대표명": "고인산업주식회사",
            "출원인영문대표명": "",
            "주소": "서울 강남구 포이동 ***-**"
        },
        {
            "특허고객번호": "119950008195",
            "출원인명": "고학실업주식회사",
            "특허고객대표번호": "119950008195",
            "출원인대표명": "고학실업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 역삼로 *** (역삼동)"
        },
        {
            "특허고객번호": "119950008228",
            "출원인명": "주식회사골든벨양행",
            "특허고객대표번호": "119950008228",
            "출원인대표명": "주식회사골든벨양행",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 방배로*길 * (방배동)"
        },
        {
            "특허고객번호": "119980003671",
            "출원인명": "골든콘넥터산업주식회사",
            "특허고객대표번호": "119980003671",
            "출원인대표명": "골든콘넥터산업주식회사",
            "출원인영문대표명": "GOLDEN CONNECTOR IND CO,. LTD.",
            "주소": "서울특별시 서대문구 홍제원길 ** (홍제동)"
        },
        {
            "특허고객번호": "119950008257",
            "출원인명": "관동건설주식회사",
            "특허고객대표번호": "119950008257",
            "출원인대표명": "관동건설주식회사",
            "출원인영문대표명": "",
            "주소": "인천광역시 남구 주안로 **, *호 (도화동)"
        },
        {
            "특허고객번호": "119980003688",
            "출원인명": "주식회사 관수",
            "특허고객대표번호": "119980003688",
            "출원인대표명": "주식회사 관수",
            "출원인영문대표명": "KWAN-SU CO.,LTD",
            "주소": "경기도 여주군 여주읍 현암*길 ***-*"
        },
        {
            "특허고객번호": "119950008263",
            "출원인명": "주식회사관영기업",
            "특허고객대표번호": "119950008263",
            "출원인대표명": "주식회사관영기업",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 방배중앙로 * (방배동)"
        },
        {
            "특허고객번호": "119950008325",
            "출원인명": "광신종합철강주식회사",
            "특허고객대표번호": "119950008325",
            "출원인대표명": "광신종합철강주식회사",
            "출원인영문대표명": "",
            "주소": "경기 포천군 내촌면 음현리 ***-*"
        },
        {
            "특허고객번호": "119980003694",
            "출원인명": "주식회사 광양기업",
            "특허고객대표번호": "119980003694",
            "출원인대표명": "주식회사 광양기업",
            "출원인영문대표명": "KWANGYANG  CO., LTD",
            "주소": "전라남도 광양시  삼봉산로  ** (태인동)"
        },
        {
            "특허고객번호": "119950008377",
            "출원인명": "주식회사구니스",
            "특허고객대표번호": "119950008377",
            "출원인대표명": "주식회사구니스",
            "출원인영문대표명": "",
            "주소": "경기 화성군 태안읍 신리 ***-**"
        },
        {
            "특허고객번호": "119980003704",
            "출원인명": "(주)국민피앤텍",
            "특허고객대표번호": "119980003704",
            "출원인대표명": "(주)국민피앤텍",
            "출원인영문대표명": "kukminpntech",
            "주소": "충청북도 음성군 대소면 대동로 ***"
        },
        {
            "특허고객번호": "119980003711",
            "출원인명": "주식회사 국순당",
            "특허고객대표번호": "119980003711",
            "출원인대표명": "주식회사 국순당",
            "출원인영문대표명": "Kook Soon Dang Co.,Ltd.",
            "주소": "강원도 횡성군 둔내면 강변로 ***, 외 **필지"
        },
        {
            "특허고객번호": "119950008400",
            "출원인명": "주식회사국제단열",
            "특허고객대표번호": "119950008400",
            "출원인대표명": "주식회사국제단열",
            "출원인영문대표명": "",
            "주소": "서울 중구 황학동 ****번지"
        },
        {
            "특허고객번호": "420090603775",
            "출원인명": "정윤화",
            "특허고객대표번호": "420090603775",
            "출원인대표명": "정윤화",
            "출원인영문대표명": "Chung YoonHwa",
            "주소": "서울특별시 강남구 압구정로**길 **, 현대아파트 ***동 ***호 (압구정동)"
        },
        {
            "특허고객번호": "419950012955",
            "출원인명": "오세영",
            "특허고객대표번호": "419950012955",
            "출원인대표명": "오세영",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 자양로**길 * (구의동)"
        },
        {
            "특허고객번호": "419950012961",
            "출원인명": "이인규",
            "특허고객대표번호": "419951491820",
            "출원인대표명": "이인규",
            "출원인영문대표명": "",
            "주소": "종로구종로*가***-*"
        },
        {
            "특허고객번호": "419950012984",
            "출원인명": "오인석",
            "특허고객대표번호": "419950012984",
            "출원인대표명": "오인석",
            "출원인영문대표명": "",
            "주소": "서울 중구 을지로*가 *-**"
        },
        {
            "특허고객번호": "419950013006",
            "출원인명": "유재준",
            "특허고객대표번호": "419950013006",
            "출원인대표명": "유재준",
            "출원인영문대표명": "",
            "주소": "서울 중구 입정동 ****"
        },
        {
            "특허고객번호": "419950013012",
            "출원인명": "한재봉",
            "특허고객대표번호": "419950013012",
            "출원인대표명": "한재봉",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 충무로 **-* (입정동)"
        },
        {
            "특허고객번호": "419950013035",
            "출원인명": "조천수",
            "특허고객대표번호": "419950013035",
            "출원인대표명": "조천수",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 퇴계로**길 ** (남학동)"
        },
        {
            "특허고객번호": "419950013058",
            "출원인명": "윤영서",
            "특허고객대표번호": "419950013041",
            "출원인대표명": "윤영서",
            "출원인영문대표명": "",
            "주소": "중구산림동***-*"
        },
        {
            "특허고객번호": "419950013071",
            "출원인명": "기노규",
            "특허고객대표번호": "419950013071",
            "출원인대표명": "기노규",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 신설동 **-*"
        },
        {
            "특허고객번호": "419950013103",
            "출원인명": "안중삼",
            "특허고객대표번호": "419950013103",
            "출원인대표명": "안중삼",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 보문로 ** (신설동)"
        },
        {
            "특허고객번호": "419950013132",
            "출원인명": "전영제",
            "특허고객대표번호": "419950013132",
            "출원인대표명": "전영제",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 하정로 ** (신설동)"
        },
        {
            "특허고객번호": "419950013149",
            "출원인명": "윤계원",
            "특허고객대표번호": "419950013149",
            "출원인대표명": "윤계원",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 신설동 ***-**"
        },
        {
            "특허고객번호": "419950013178",
            "출원인명": "유영신",
            "특허고객대표번호": "419950013178",
            "출원인대표명": "유영신",
            "출원인영문대표명": "",
            "주소": "서울특별시 중랑구 동일로**길 ** (면목동)"
        },
        {
            "특허고객번호": "419950013184",
            "출원인명": "이희복",
            "특허고객대표번호": "419950013184",
            "출원인대표명": "이희복",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 천호대로**길 ** (용두동)"
        },
        {
            "특허고객번호": "419950013201",
            "출원인명": "이사만",
            "특허고객대표번호": "419950013201",
            "출원인대표명": "이사만",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 신설동 **-**"
        },
        {
            "특허고객번호": "419950013217",
            "출원인명": "이방환",
            "특허고객대표번호": "419950013217",
            "출원인대표명": "이방환",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 왕산로*가길 * (신설동)"
        },
        {
            "특허고객번호": "419950013252",
            "출원인명": "장성일",
            "특허고객대표번호": "419950013252",
            "출원인대표명": "장성일",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 종로**길 **-* (창신동)"
        },
        {
            "특허고객번호": "419950013281",
            "출원인명": "방성균",
            "특허고객대표번호": "419950166304",
            "출원인대표명": "방성균",
            "출원인영문대표명": "",
            "주소": "동대문구창신동***-**"
        },
        {
            "특허고객번호": "419950013298",
            "출원인명": "조성렬",
            "특허고객대표번호": "419951839079",
            "출원인대표명": "조성렬",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 서빙고로**가길 **-* (동빙고동)"
        },
        {
            "특허고객번호": "419950013321",
            "출원인명": "서정남",
            "특허고객대표번호": "419950013321",
            "출원인대표명": "서정남",
            "출원인영문대표명": "",
            "주소": "서울 종로구 창신*동 ***-**"
        },
        {
            "특허고객번호": "419950013337",
            "출원인명": "윤일섭",
            "특허고객대표번호": "419950013337",
            "출원인대표명": "윤일섭",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 올림픽로 **, 주공아파트 ***동 ***호 (잠실동)"
        },
        {
            "특허고객번호": "419950013350",
            "출원인명": "김천식",
            "특허고객대표번호": "419950013350",
            "출원인대표명": "김천식",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 와우산로 *** (서교동)"
        },
        {
            "특허고객번호": "419980000010",
            "출원인명": "송철호",
            "특허고객대표번호": "419980000010",
            "출원인대표명": "송철호",
            "출원인영문대표명": "",
            "주소": "서울 금천구 시흥*동 ***-**"
        },
        {
            "특허고객번호": "419950000022",
            "출원인명": "박성조",
            "특허고객대표번호": "419950000022",
            "출원인대표명": "박성조",
            "출원인영문대표명": "",
            "주소": "부산광역시 서구 대영로**번길 ** (동대신동*가)"
        },
        {
            "특허고객번호": "419950000039",
            "출원인명": "박성조",
            "특허고객대표번호": "419950000039",
            "출원인대표명": "박성조",
            "출원인영문대표명": "",
            "주소": "부산광역시 서구 보수대로 *** (동대신동*가)"
        },
        {
            "특허고객번호": "419950000045",
            "출원인명": "이종복",
            "특허고객대표번호": "419950000045",
            "출원인대표명": "이종복",
            "출원인영문대표명": "",
            "주소": "충북 충주시 용산동 ***-**"
        },
        {
            "특허고객번호": "419950000068",
            "출원인명": "박성순",
            "특허고객대표번호": "419950000068",
            "출원인대표명": "박성순",
            "출원인영문대표명": "",
            "주소": "경상북도 영천시 담안*길 **-* (금노동)"
        },
        {
            "특허고객번호": "419950000074",
            "출원인명": "박영준",
            "특허고객대표번호": "419950000074",
            "출원인대표명": "박영준",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 망우로**길 **-* (휘경동)"
        },
        {
            "특허고객번호": "419950000107",
            "출원인명": "차병균",
            "특허고객대표번호": "419951425067",
            "출원인대표명": "차병균",
            "출원인영문대표명": "",
            "주소": "관악구본동***-**"
        },
        {
            "특허고객번호": "419950000120",
            "출원인명": "이화영",
            "특허고객대표번호": "419950148832",
            "출원인대표명": "이화영",
            "출원인영문대표명": "",
            "주소": "서울 중구 신당*동 ***-****"
        },
        {
            "특허고객번호": "419950000159",
            "출원인명": "전영식",
            "특허고객대표번호": "419950000159",
            "출원인대표명": "전영식",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 둘레*길 **-** (성수동*가)"
        },
        {
            "특허고객번호": "419950000194",
            "출원인명": "서도학",
            "특허고객대표번호": "419950000194",
            "출원인대표명": "서도학",
            "출원인영문대표명": "",
            "주소": "경북 청도군 청도읍 원정리 ***"
        },
        {
            "특허고객번호": "419950000204",
            "출원인명": "최재금",
            "특허고객대표번호": "419950000204",
            "출원인대표명": "최재금",
            "출원인영문대표명": "",
            "주소": "대구 수성구 수성*가 ***"
        },
        {
            "특허고객번호": "419950000233",
            "출원인명": "김기혁",
            "특허고객대표번호": "419950000233",
            "출원인대표명": "김기혁",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 행당로*길 **-* (금호동*가)"
        },
        {
            "특허고객번호": "419950000262",
            "출원인명": "홍재연",
            "특허고객대표번호": "419950000262",
            "출원인대표명": "홍재연",
            "출원인영문대표명": "",
            "주소": "주소불분명"
        },
        {
            "특허고객번호": "419950000291",
            "출원인명": "안병준",
            "특허고객대표번호": "419950000291",
            "출원인대표명": "안병준",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 월드컵로**길 ** (망원동)"
        },
        {
            "특허고객번호": "419950000324",
            "출원인명": "이용묵",
            "특허고객대표번호": "419980093124",
            "출원인대표명": "이용묵",
            "출원인영문대표명": "LEE, YONG - MOOK",
            "주소": "영등포구독산동산***"
        },
        {
            "특허고객번호": "419950000331",
            "출원인명": "김병선",
            "특허고객대표번호": "419950000331",
            "출원인대표명": "김병선",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 답십리로**길 *** (전농동)"
        },
        {
            "특허고객번호": "419950000347",
            "출원인명": "장세영",
            "특허고객대표번호": "419950000347",
            "출원인대표명": "장세영",
            "출원인영문대표명": "",
            "주소": "경기 성남시 수정구 태평*동 ***-*"
        },
        {
            "특허고객번호": "419950000360",
            "출원인명": "정동권",
            "특허고객대표번호": "419950000360",
            "출원인대표명": "정동권",
            "출원인영문대표명": "",
            "주소": "서울 성동구 응봉동 ***-*"
        },
        {
            "특허고객번호": "419950000376",
            "출원인명": "최산호",
            "특허고객대표번호": "419950000376",
            "출원인대표명": "최산호",
            "출원인영문대표명": "",
            "주소": "부산광역시 동구 초량로 ** (초량동)"
        },
        {
            "특허고객번호": "419950000415",
            "출원인명": "손민수",
            "특허고객대표번호": "419950000415",
            "출원인대표명": "손민수",
            "출원인영문대표명": "",
            "주소": "경기 부천시 원미구 도당동 ***-**"
        },
        {
            "특허고객번호": "119950004381",
            "출원인명": "고우산업주식회사",
            "특허고객대표번호": "119950004381",
            "출원인대표명": "고우산업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 양천구 가로공원로 *** (신월동)"
        },
        {
            "특허고객번호": "119950004397",
            "출원인명": "고운산아기샘주식회사",
            "특허고객대표번호": "119950004397",
            "출원인대표명": "고운산아기샘주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 중대로 *** (가락동)"
        },
        {
            "특허고객번호": "119980001652",
            "출원인명": "주식회사고하",
            "특허고객대표번호": "119980001652",
            "출원인대표명": "주식회사고하",
            "출원인영문대표명": "",
            "주소": "서울 금천구 시흥*동 ***번지 **통 *** ***호"
        },
        {
            "특허고객번호": "119980001675",
            "출원인명": "(주)고향식품",
            "특허고객대표번호": "119980001675",
            "출원인대표명": "(주)고향식품",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 학동로 *** (논현동)"
        },
        {
            "특허고객번호": "119980001681",
            "출원인명": "주식회사 골드",
            "특허고객대표번호": "119980001681",
            "출원인대표명": "주식회사 골드",
            "출원인영문대표명": "GOLD CO.,LTD.",
            "주소": "전남 순천시 별량면 구룡리 ***"
        },
        {
            "특허고객번호": "119950004420",
            "출원인명": "골드관광주식회사",
            "특허고객대표번호": "119950004420",
            "출원인대표명": "골드관광주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 강동대로 **, 선 (풍납동)"
        },
        {
            "특허고객번호": "119950004442",
            "출원인명": "주식회사골드리프",
            "특허고객대표번호": "119950004442",
            "출원인대표명": "주식회사골드리프",
            "출원인영문대표명": "GOLDLEAF CO., LTD.",
            "주소": "서울특별시 성북구 보문로 ** (보문동*가)"
        },
        {
            "특허고객번호": "119950004488",
            "출원인명": "주식회사골드윈코리아",
            "특허고객대표번호": "119950004488",
            "출원인대표명": "주식회사골드윈코리아",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 장한로 *** (장안동)"
        },
        {
            "특허고객번호": "119950004494",
            "출원인명": "주식회사골드이글",
            "특허고객대표번호": "119950004494",
            "출원인대표명": "주식회사골드이글",
            "출원인영문대표명": "",
            "주소": "경기 김포시 양촌면 누산리 ***-*"
        },
        {
            "특허고객번호": "119950004511",
            "출원인명": "주식회사골든",
            "특허고객대표번호": "119950004511",
            "출원인대표명": "주식회사골든",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 마포대로**나길 * (공덕동)"
        },
        {
            "특허고객번호": "119980001698",
            "출원인명": "주식회사골든베어",
            "특허고객대표번호": "119980001698",
            "출원인대표명": "주식회사골든베어",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 종암로 ** (종암동)"
        },
        {
            "특허고객번호": "119950004533",
            "출원인명": "주식회사골든브릿지인터내셔날",
            "특허고객대표번호": "119950004533",
            "출원인대표명": "주식회사골든브릿지인터내셔날",
            "출원인영문대표명": "",
            "주소": "서울 강남구 포이동 ***-**"
        },
        {
            "특허고객번호": "119950004562",
            "출원인명": "주식회사골든크레인",
            "특허고객대표번호": "119950004562",
            "출원인대표명": "주식회사골든크레인",
            "출원인영문대표명": "",
            "주소": "경상남도 김해시 김해대로****번길 **-* (안동)"
        },
        {
            "특허고객번호": "119950004579",
            "출원인명": "주식회사골든화학",
            "특허고객대표번호": "119950004579",
            "출원인대표명": "주식회사골든화학",
            "출원인영문대표명": "",
            "주소": "경북 경주시 현곡면 나원리 ****"
        },
        {
            "특허고객번호": "119950004591",
            "출원인명": "주식회사골프신문",
            "특허고객대표번호": "119950004591",
            "출원인대표명": "주식회사골프신문",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 강남대로 *** (신사동)"
        },
        {
            "특허고객번호": "119950004601",
            "출원인명": "주식회사공.시.인구성종합건축사사무소",
            "특허고객대표번호": "119950004601",
            "출원인대표명": "주식회사공.시.인구성종합건축사사무소",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 장안*동 ***-*"
        },
        {
            "특허고객번호": "119950004624",
            "출원인명": "공간전자주식회사",
            "특허고객대표번호": "119950004624",
            "출원인대표명": "공간전자주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 을지로 ***, 대림상가 *층라열***호 (을지로*가)"
        },
        {
            "특허고객번호": "119980001743",
            "출원인명": "(주)공간종합건축사사무소",
            "특허고객대표번호": "119980001743",
            "출원인대표명": "(주)공간종합건축사사무소",
            "출원인영문대표명": "Space Group Of Korea",
            "주소": "서울특별시 중구  퇴계로**가길  *** (필동*가)"
        },
        {
            "특허고객번호": "119980001750",
            "출원인명": "주식회사공관",
            "특허고객대표번호": "119980001750",
            "출원인대표명": "주식회사공관",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 국회대로**길 ** (여의도동)"
        },
        {
            "특허고객번호": "420090601818",
            "출원인명": "이호재",
            "특허고객대표번호": "420090601818",
            "출원인대표명": "이호재",
            "출원인영문대표명": "LEE, HO-JAE",
            "주소": "전라북도 전주시 덕진구 숲정이*길 **-* (진북동)"
        },
        {
            "특허고객번호": "119950008416",
            "출원인명": "주식회사국제록카드",
            "특허고객대표번호": "119952887668",
            "출원인대표명": "주식회사국제록.카드",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 백제고분로**길 ** (삼전동)"
        },
        {
            "특허고객번호": "119950008422",
            "출원인명": "주식회사국제산업",
            "특허고객대표번호": "119950008422",
            "출원인대표명": "주식회사국제산업",
            "출원인영문대표명": "",
            "주소": "경북 경산시 진량읍 신상리 진량공단 *블럭 **놋트"
        },
        {
            "특허고객번호": "119950008439",
            "출원인명": "국제생명보험주식회사",
            "특허고객대표번호": "119950008439",
            "출원인대표명": "국제생명보험주식회사",
            "출원인영문대표명": "",
            "주소": "인천 남구 숭의*동 ***-**"
        },
        {
            "특허고객번호": "119950008468",
            "출원인명": "국제콘트롤주식회사",
            "특허고객대표번호": "119950008468",
            "출원인대표명": "국제콘트롤주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 강남대로**길 ** (양재동)"
        },
        {
            "특허고객번호": "119980003727",
            "출원인명": "국제화학기술주식회사",
            "특허고객대표번호": "119980003727",
            "출원인대표명": "국제화학기술주식회사",
            "출원인영문대표명": "KUKJE CHEMICAL TECHNOLOGY CO., LTD.",
            "주소": "서울특별시 마포구 마포대로 **, ****호 (도화동, 창강빌딩)"
        },
        {
            "특허고객번호": "419950013840",
            "출원인명": "최증준",
            "특허고객대표번호": "419950013840",
            "출원인대표명": "최증준",
            "출원인영문대표명": "",
            "주소": "서울 중랑구 상봉동 ***-*"
        },
        {
            "특허고객번호": "419950013879",
            "출원인명": "조도연",
            "특허고객대표번호": "419950013879",
            "출원인대표명": "조도연",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 제기*동 ***"
        },
        {
            "특허고객번호": "419950013891",
            "출원인명": "이상현",
            "특허고객대표번호": "419951537661",
            "출원인대표명": "이상현",
            "출원인영문대표명": "",
            "주소": "동대문구제기동***-***"
        },
        {
            "특허고객번호": "419950013918",
            "출원인명": "이시복",
            "특허고객대표번호": "419950013918",
            "출원인대표명": "이시복",
            "출원인영문대표명": "",
            "주소": "서울 용산구 이촌동 ***-*"
        },
        {
            "특허고객번호": "419950013924",
            "출원인명": "문흥식",
            "특허고객대표번호": "419950013924",
            "출원인대표명": "문흥식",
            "출원인영문대표명": "",
            "주소": "서울특별시 중랑구 용마산로 ***, 구획*호 (면목동)"
        },
        {
            "특허고객번호": "419950013960",
            "출원인명": "박규영",
            "특허고객대표번호": "419950013960",
            "출원인대표명": "박규영",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 청량리*동 ***번지"
        },
        {
            "특허고객번호": "419950013982",
            "출원인명": "최태풍",
            "특허고객대표번호": "419950013982",
            "출원인대표명": "최태풍",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 신촌로**길 * (노고산동)"
        },
        {
            "특허고객번호": "419950013999",
            "출원인명": "이윤동",
            "특허고객대표번호": "419950013999",
            "출원인대표명": "이윤동",
            "출원인영문대표명": "",
            "주소": "서울특별시 은평구 진흥로*길 **-** (역촌동)"
        },
        {
            "특허고객번호": "419950014027",
            "출원인명": "김광한",
            "특허고객대표번호": "419950014027",
            "출원인대표명": "김광한",
            "출원인영문대표명": "",
            "주소": "서울 광진구 구의동 ***-*"
        },
        {
            "특허고객번호": "419950014033",
            "출원인명": "최긍우",
            "특허고객대표번호": "419950014033",
            "출원인대표명": "최긍우",
            "출원인영문대표명": "",
            "주소": "서울 성북구 장위*동 ***-***"
        },
        {
            "특허고객번호": "419950014056",
            "출원인명": "김경보",
            "특허고객대표번호": "419950014056",
            "출원인대표명": "김경보",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 아차산로**길 ** (구의동)"
        },
        {
            "특허고객번호": "419950014062",
            "출원인명": "김정헌",
            "특허고객대표번호": "419950014062",
            "출원인대표명": "김정헌",
            "출원인영문대표명": "",
            "주소": "서울 성동구 하왕십리*동 ***"
        },
        {
            "특허고객번호": "419951390202",
            "출원인명": "이두선",
            "특허고객대표번호": "419951390202",
            "출원인대표명": "이두선",
            "출원인영문대표명": "",
            "주소": "주소불분명"
        },
        {
            "특허고객번호": "419950014118",
            "출원인명": "함종근",
            "특허고객대표번호": "419950014118",
            "출원인대표명": "함종근",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 전농*동 ***"
        },
        {
            "특허고객번호": "419950014131",
            "출원인명": "최원백",
            "특허고객대표번호": "419950014131",
            "출원인대표명": "최원백",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 서울시립대로 ** (전농동)"
        },
        {
            "특허고객번호": "419950014153",
            "출원인명": "양영식",
            "특허고객대표번호": "419951459977",
            "출원인대표명": "양영식",
            "출원인영문대표명": "",
            "주소": "동대문구전농동***-*"
        },
        {
            "특허고객번호": "419950014182",
            "출원인명": "배명환",
            "특허고객대표번호": "419950014182",
            "출원인대표명": "배명환",
            "출원인영문대표명": "",
            "주소": "서울 구로구 신도림동 ***-**"
        },
        {
            "특허고객번호": "419950014199",
            "출원인명": "민영환",
            "특허고객대표번호": "419950014199",
            "출원인대표명": "민영환",
            "출원인영문대표명": "",
            "주소": "서울 성북구 종암*동 **번지"
        },
        {
            "특허고객번호": "419950014209",
            "출원인명": "김영식",
            "특허고객대표번호": "419950014209",
            "출원인대표명": "김영식",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 전농*동 ***"
        },
        {
            "특허고객번호": "419950014221",
            "출원인명": "윤교식",
            "특허고객대표번호": "419950136532",
            "출원인대표명": "윤교식",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 전농*동 ***"
        },
        {
            "특허고객번호": "419950000850",
            "출원인명": "박영학",
            "특허고객대표번호": "419950000850",
            "출원인대표명": "박영학",
            "출원인영문대표명": "",
            "주소": "부산광역시 남구 신정번영로**번다길 * (대연동)"
        },
        {
            "특허고객번호": "419950000866",
            "출원인명": "신정순",
            "특허고객대표번호": "419950000866",
            "출원인대표명": "신정순",
            "출원인영문대표명": "",
            "주소": "경기도 부천시 원미구 신흥로**번길 ** (심곡동)"
        },
        {
            "특허고객번호": "419950000872",
            "출원인명": "김성식",
            "특허고객대표번호": "419950000872",
            "출원인대표명": "김성식",
            "출원인영문대표명": "",
            "주소": "서울특별시 구로구 경인로**길 ** (개봉동)"
        },
        {
            "특허고객번호": "419950000889",
            "출원인명": "노재근",
            "특허고객대표번호": "419950000889",
            "출원인대표명": "노재근",
            "출원인영문대표명": "",
            "주소": "수원시고색동**"
        },
        {
            "특허고객번호": "419950000895",
            "출원인명": "김광현",
            "특허고객대표번호": "419950000895",
            "출원인대표명": "김광현",
            "출원인영문대표명": "",
            "주소": "인천 남구 도화*동 **  **통*반 위구 한규"
        },
        {
            "특허고객번호": "419950000905",
            "출원인명": "정홍조",
            "특허고객대표번호": "419950000905",
            "출원인대표명": "정홍조",
            "출원인영문대표명": "",
            "주소": "수원시평동**"
        },
        {
            "특허고객번호": "419950000986",
            "출원인명": "최재영",
            "특허고객대표번호": "419950000986",
            "출원인대표명": "최재영",
            "출원인영문대표명": "",
            "주소": "경기 연천군 연천읍 차탄*리 **"
        },
        {
            "특허고객번호": "419950000992",
            "출원인명": "김정우",
            "특허고객대표번호": "419950000992",
            "출원인대표명": "김정우",
            "출원인영문대표명": "",
            "주소": "경상북도 구미시 여헌로**길 **-** (인의동)"
        },
        {
            "특허고객번호": "419950001014",
            "출원인명": "안흥성",
            "특허고객대표번호": "419950001014",
            "출원인대표명": "안흥성",
            "출원인영문대표명": "",
            "주소": "광주 남구 백운*동 ***-**"
        },
        {
            "특허고객번호": "419950001043",
            "출원인명": "윤대현",
            "특허고객대표번호": "419950001043",
            "출원인대표명": "윤대현",
            "출원인영문대표명": "",
            "주소": "경기도 양주시 광적면 부흥로 ***-**"
        },
        {
            "특허고객번호": "419950001089",
            "출원인명": "장영철",
            "특허고객대표번호": "419950001089",
            "출원인대표명": "장영철",
            "출원인영문대표명": "",
            "주소": "서울 광진구 자양*동 ***번지 **호"
        },
        {
            "특허고객번호": "419950001095",
            "출원인명": "조병철",
            "특허고객대표번호": "419950001095",
            "출원인대표명": "조병철",
            "출원인영문대표명": "",
            "주소": "경상남도 김해시 진영읍 여래로**번길 **"
        },
        {
            "특허고객번호": "419950001111",
            "출원인명": "박필영",
            "특허고객대표번호": "419950001111",
            "출원인대표명": "박필영",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 백석동*길 ** (부암동)"
        },
        {
            "특허고객번호": "119950005058",
            "출원인명": "주식회사광전자아이앤티",
            "특허고객대표번호": "119950005058",
            "출원인대표명": "주식회사광전자아이앤티",
            "출원인영문대표명": "",
            "주소": "전라북도 익산시 약촌로 *** (신흥동)"
        },
        {
            "특허고객번호": "119980001983",
            "출원인명": "삼성광주전자 주식회사",
            "특허고객대표번호": "119980001983",
            "출원인대표명": "삼성광주전자 주식회사",
            "출원인영문대표명": "Samsung Gwangju Electronics Co., Ltd.",
            "주소": "광주광역시 광산구 하남산단*번로 *** (오선동)"
        },
        {
            "특허고객번호": "119950005064",
            "출원인명": "주식회사광진",
            "특허고객대표번호": "119950005064",
            "출원인대표명": "주식회사광진",
            "출원인영문대표명": "",
            "주소": "울산 북구 효문동 ***번지"
        },
        {
            "특허고객번호": "119950005071",
            "출원인명": "주식회사광진가전",
            "특허고객대표번호": "119950005071",
            "출원인대표명": "주식회사광진가전",
            "출원인영문대표명": "",
            "주소": "경북 경산시 정평동 ***번지"
        },
        {
            "특허고객번호": "119950005087",
            "출원인명": "광진건기통상주식회사",
            "특허고객대표번호": "119950005087",
            "출원인대표명": "광진건기통상주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 버드나루로 ** (영등포동*가)"
        },
        {
            "특허고객번호": "119950005126",
            "출원인명": "주식회사광진열로",
            "특허고객대표번호": "119950005126",
            "출원인대표명": "주식회사광진열로",
            "출원인영문대표명": "",
            "주소": "울산 울주군 웅촌면 대대리 ****"
        },
        {
            "특허고객번호": "119950005132",
            "출원인명": "주식회사광진전자",
            "특허고객대표번호": "119950005132",
            "출원인대표명": "주식회사광진전자",
            "출원인영문대표명": "",
            "주소": "대구광역시 북구 노원로**길 ** (노원동*가)"
        },
        {
            "특허고객번호": "119950005149",
            "출원인명": "주식회사광한건비",
            "특허고객대표번호": "119950005149",
            "출원인대표명": "주식회사광한건비",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 양화진길 * (합정동)"
        },
        {
            "특허고객번호": "120090601894",
            "출원인명": "(주)휴림",
            "특허고객대표번호": "120090601894",
            "출원인대표명": "(주)휴림",
            "출원인영문대표명": ".",
            "주소": "전라북도 전주시 완산구 전주객사*길 **, *층 (고사동)"
        },
        {
            "특허고객번호": "119950009021",
            "출원인명": "주식회사기흥데이타시스템",
            "특허고객대표번호": "119950009021",
            "출원인대표명": "주식회사기흥데이타시스템",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 논현로**길 ** (도곡동)"
        },
        {
            "특허고객번호": "119950009038",
            "출원인명": "주식회사광우산업시설",
            "특허고객대표번호": "119950009038",
            "출원인대표명": "주식회사광우산업시설",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 버드나루로 *** (당산동)"
        },
        {
            "특허고객번호": "419950009049",
            "출원인명": "송장태",
            "특허고객대표번호": "419950009049",
            "출원인대표명": "송장태",
            "출원인영문대표명": "",
            "주소": "대구광역시 서구 달서로**길 **-** (비산동)"
        },
        {
            "특허고객번호": "119980003882",
            "출원인명": "주식회사가나레포츠",
            "특허고객대표번호": "119980003882",
            "출원인대표명": "주식회사가나레포츠",
            "출원인영문대표명": "KANA LEPORTS. CO., LTD.",
            "주소": "서울특별시 서초구 마방로*길 ** (양재동)"
        },
        {
            "특허고객번호": "419950001128",
            "출원인명": "공병우",
            "특허고객대표번호": "419950001128",
            "출원인대표명": "공병우",
            "출원인영문대표명": "",
            "주소": "서울 서초구 방배본동 ***번지 신방배삼호아파트 마동***호"
        },
        {
            "특허고객번호": "419950001134",
            "출원인명": "김낙현",
            "특허고객대표번호": "419950001134",
            "출원인대표명": "김낙현",
            "출원인영문대표명": "",
            "주소": "주소불분명"
        },
        {
            "특허고객번호": "419950001157",
            "출원인명": "배현찬",
            "특허고객대표번호": "419950001157",
            "출원인대표명": "배현찬",
            "출원인영문대표명": "",
            "주소": "마산시성호동**-*"
        },
        {
            "특허고객번호": "419950001163",
            "출원인명": "김태련",
            "특허고객대표번호": "419950001163",
            "출원인대표명": "김태련",
            "출원인영문대표명": "",
            "주소": "경기도 수원시 팔달구 화서문로**번길 **-* (장안동)"
        },
        {
            "특허고객번호": "419950001202",
            "출원인명": "곽을출",
            "특허고객대표번호": "419950001202",
            "출원인대표명": "곽을출",
            "출원인영문대표명": "",
            "주소": "경기 하남시 하산곡동 ***번지"
        },
        {
            "특허고객번호": "419950001248",
            "출원인명": "황정수",
            "특허고객대표번호": "419950001248",
            "출원인대표명": "황정수",
            "출원인영문대표명": "",
            "주소": "부산 기장군 장안읍 월내리 *번지"
        },
        {
            "특허고객번호": "419950001261",
            "출원인명": "백원준",
            "특허고객대표번호": "419950001261",
            "출원인대표명": "백원준",
            "출원인영문대표명": "",
            "주소": "서울특별시 서대문구 북아현로*길 ** (북아현동)"
        },
        {
            "특허고객번호": "119950004932",
            "출원인명": "광우세라믹무역주식회사",
            "특허고객대표번호": "119950004932",
            "출원인대표명": "광우세라믹무역주식회사",
            "출원인영문대표명": "",
            "주소": "경기 부천시 원미구 상*동 **-*"
        },
        {
            "특허고객번호": "119980001902",
            "출원인명": "주식회사 광원어패럴",
            "특허고객대표번호": "119980001902",
            "출원인대표명": "주식회사 광원어패럴",
            "출원인영문대표명": "KWANGWON APPAREL Co., Ltd.",
            "주소": "서울특별시 금천구 가산디지털*로 **, **층 (가산동, 대륭테크노타운**차)"
        },
        {
            "특허고객번호": "119950004961",
            "출원인명": "주식회사광원텍스코트",
            "특허고객대표번호": "119950004961",
            "출원인대표명": "주식회사광원텍스코트",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 당산로**길 * (당산동*가)"
        },
        {
            "특허고객번호": "119950004978",
            "출원인명": "광은리스주식회사",
            "특허고객대표번호": "119950004978",
            "출원인대표명": "광은리스주식회사",
            "출원인영문대표명": "",
            "주소": "광주광역시 동구 금남로 *** (금남로*가)"
        },
        {
            "특허고객번호": "119950004991",
            "출원인명": "주식회사광일",
            "특허고객대표번호": "119987006425",
            "출원인대표명": "주식회사광일",
            "출원인영문대표명": "KWANG IL CO., LTD.",
            "주소": "서울특별시 용산구 한강대로**길 ** (한강로*가)"
        },
        {
            "특허고객번호": "119980001931",
            "출원인명": "광일금속공업주식회사",
            "특허고객대표번호": "119980001931",
            "출원인대표명": "광일금속공업주식회사",
            "출원인영문대표명": "KWANG IL METAL IND. CO., LTD.",
            "주소": "인천광역시 남구 염전로***번길 ** (도화동)"
        },
        {
            "특허고객번호": "119980001948",
            "출원인명": "광일약품공업주식회사",
            "특허고객대표번호": "119980001948",
            "출원인대표명": "광일약품공업주식회사",
            "출원인영문대표명": "",
            "주소": "서울 영등포구 영등포동 *** 의*"
        },
        {
            "특허고객번호": "119950005012",
            "출원인명": "광일음향주식회사",
            "특허고객대표번호": "119950005012",
            "출원인대표명": "광일음향주식회사",
            "출원인영문대표명": "",
            "주소": "서울시성동구성수동*가**-*"
        },
        {
            "특허고객번호": "119950005029",
            "출원인명": "(주)광일정보시스템",
            "특허고객대표번호": "119981035021",
            "출원인대표명": "주식회사 광일정보시스템",
            "출원인영문대표명": "",
            "주소": "부산광역시 동구 자성로***번길 ** (범일동)"
        },
        {
            "특허고객번호": "419950000723",
            "출원인명": "서정호",
            "특허고객대표번호": "419950000730",
            "출원인대표명": "서정호",
            "출원인영문대표명": "",
            "주소": "김해군 김해읍 구산***"
        },
        {
            "특허고객번호": "419950000730",
            "출원인명": "서정호",
            "특허고객대표번호": "419950000730",
            "출원인대표명": "서정호",
            "출원인영문대표명": "",
            "주소": "경상남도 김해시 김해대로 ****-* (구산동)"
        },
        {
            "특허고객번호": "419950000752",
            "출원인명": "신은균",
            "특허고객대표번호": "419950000752",
            "출원인대표명": "신은균",
            "출원인영문대표명": "",
            "주소": "서울특별시 노원구 동일로***길 *, 주택*동 ***호 (공릉동, 한도연립)"
        },
        {
            "특허고객번호": "419950000769",
            "출원인명": "정이호",
            "특허고객대표번호": "419950000769",
            "출원인대표명": "정이호",
            "출원인영문대표명": "",
            "주소": "부산 동구 수정*동 *** *통*"
        },
        {
            "특허고객번호": "419950000775",
            "출원인명": "송용섭",
            "특허고객대표번호": "419950000775",
            "출원인대표명": "송용섭",
            "출원인영문대표명": "",
            "주소": "부산광역시 부산진구 가야대로***번길 **-* (부전동)"
        },
        {
            "특허고객번호": "419950000781",
            "출원인명": "김치곤",
            "특허고객대표번호": "419950000781",
            "출원인대표명": "김치곤",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 긴고랑로 ** (중곡동)"
        },
        {
            "특허고객번호": "419950000837",
            "출원인명": "박영하",
            "특허고객대표번호": "419950000837",
            "출원인대표명": "박영하",
            "출원인영문대표명": "",
            "주소": "도봉구미아*동***-****"
        },
        {
            "특허고객번호": "119950004631",
            "출원인명": "공신정보통신(주)",
            "특허고객대표번호": "119950004631",
            "출원인대표명": "공신정보통신(주)",
            "출원인영문대표명": "",
            "주소": "서울특별시종로구봉의동**-**"
        },
        {
            "특허고객번호": "119950004647",
            "출원인명": "주식회사공영산업",
            "특허고객대표번호": "119950004647",
            "출원인대표명": "주식회사공영산업",
            "출원인영문대표명": "",
            "주소": "대구광역시 중구 명덕로 *** (대봉동)"
        },
        {
            "특허고객번호": "119980001789",
            "출원인명": "주식회사공영엔지니어링",
            "특허고객대표번호": "119980001789",
            "출원인대표명": "주식회사공영엔지니어링",
            "출원인영문대표명": "",
            "주소": "경상북도 포항시 남구 장흥로**번길 ** (장흥동)"
        },
        {
            "특허고객번호": "119950004660",
            "출원인명": "공영전자주식회사",
            "특허고객대표번호": "119950004660",
            "출원인대표명": "공영전자주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 안산시 단원구 강촌로 ***-** (목내동)"
        },
        {
            "특허고객번호": "119950004682",
            "출원인명": "주식회사공익",
            "특허고객대표번호": "119950004682",
            "출원인대표명": "주식회사공익",
            "출원인영문대표명": "",
            "주소": "부산 기장군 정관면 모전리 산**-*"
        },
        {
            "특허고객번호": "119950004715",
            "출원인명": "주식회사광개토건설",
            "특허고객대표번호": "119950004715",
            "출원인대표명": "주식회사광개토건설",
            "출원인영문대표명": "",
            "주소": "부산광역시 동구 중앙대로***번길 *-* (초량동)"
        },
        {
            "특허고객번호": "119950004721",
            "출원인명": "주식회사광금속",
            "특허고객대표번호": "119950004721",
            "출원인대표명": "주식회사광금속",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 논현로**길 **, 올림피아센터빌딩 ***호 (역삼동)"
        },
        {
            "특허고객번호": "119950004738",
            "출원인명": "광남실업주식회사",
            "특허고객대표번호": "119950004738",
            "출원인대표명": "광남실업주식회사",
            "출원인영문대표명": "",
            "주소": "서울 용산구 갈월동 *-*"
        },
        {
            "특허고객번호": "119980001834",
            "출원인명": "광덕물산 주식회사",
            "특허고객대표번호": "119980001834",
            "출원인대표명": "광덕물산 주식회사",
            "출원인영문대표명": "KWANG DUK MOOL SAN CO., LTD.",
            "주소": "서울특별시 마포구 백범로 ***-*, 대흥빌딩 *층 (염리동)"
        },
        {
            "특허고객번호": "119980001857",
            "출원인명": "광림기계 주식회사",
            "특허고객대표번호": "119980001857",
            "출원인대표명": "광림기계 주식회사",
            "출원인영문대표명": "",
            "주소": "충청북도 청원군 현도면 청남로 ***"
        },
        {
            "특허고객번호": "119950004773",
            "출원인명": "광림전자공업주식회사",
            "특허고객대표번호": "119950004773",
            "출원인대표명": "광림전자공업주식회사",
            "출원인영문대표명": "",
            "주소": "서울 강서구 등촌*동 ***-**번지"
        },
        {
            "특허고객번호": "119980001863",
            "출원인명": "주식회사 광림",
            "특허고객대표번호": "119980001863",
            "출원인대표명": "주식회사 광림",
            "출원인영문대표명": "KANGLIM CO., LTD.",
            "주소": "충청북도 청원군 현도면 청남로 ***"
        },
        {
            "특허고객번호": "119950004806",
            "출원인명": "(주)광문유통",
            "특허고객대표번호": "119952884099",
            "출원인대표명": "주식회사광문유통",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 천호대로 *** (장안동)"
        },
        {
            "특허고객번호": "119950004812",
            "출원인명": "주식회사광미전자",
            "특허고객대표번호": "119950004812",
            "출원인대표명": "주식회사광미전자",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 백범로 ***-* (공덕동)"
        },
        {
            "특허고객번호": "119950004829",
            "출원인명": "주식회사광보당",
            "특허고객대표번호": "119950004829",
            "출원인대표명": "주식회사광보당",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 여의나루로 **-* (여의도동)"
        },
        {
            "특허고객번호": "119980001892",
            "출원인명": "주식회사광성엔지니어링",
            "특허고객대표번호": "119980001892",
            "출원인대표명": "주식회사광성엔지니어링",
            "출원인영문대표명": "",
            "주소": "강원도 삼척시 근덕면 본동길 **-***"
        },
        {
            "특허고객번호": "119950004858",
            "출원인명": "주식회사광성유통",
            "특허고객대표번호": "119950004858",
            "출원인대표명": "주식회사광성유통",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 효령로 ***, ***호 (서초동, 서광빌딩)"
        },
        {
            "특허고객번호": "119950004864",
            "출원인명": "주식회사광성음향",
            "특허고객대표번호": "119950004864",
            "출원인대표명": "주식회사광성음향",
            "출원인영문대표명": "",
            "주소": "경기도 부천시 원미구 수도로 *** (도당동)"
        },
        {
            "특허고객번호": "119950004871",
            "출원인명": "주식회사광성정공",
            "특허고객대표번호": "119950004871",
            "출원인대표명": "주식회사광성정공",
            "출원인영문대표명": "",
            "주소": "경기 시흥시 정왕동 시화공단 *다***"
        },
        {
            "특허고객번호": "420090601847",
            "출원인명": "박영근",
            "특허고객대표번호": "420090601847",
            "출원인대표명": "박영근",
            "출원인영문대표명": "Park Young Keun",
            "주소": "경상남도 밀양시 단장면 표충로 ***"
        },
        {
            "특허고객번호": "119950008701",
            "출원인명": "금동전자주식회사",
            "특허고객대표번호": "119950008701",
            "출원인대표명": "금동전자주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 삼일대로 *** (경운동)"
        },
        {
            "특허고객번호": "119950008718",
            "출원인명": "금만교역주식회사",
            "특허고객대표번호": "119950008718",
            "출원인대표명": "금만교역주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 마포대로*다길 **, 강변한신 ****호 (마포동)"
        },
        {
            "특허고객번호": "119950008724",
            "출원인명": "주식회사금비인터내셔널",
            "특허고객대표번호": "119950008724",
            "출원인대표명": "주식회사금비인터내셔널",
            "출원인영문대표명": "",
            "주소": "서울 서초구 서초*동 ****-**"
        },
        {
            "특허고객번호": "419950008741",
            "출원인명": "김승범",
            "특허고객대표번호": "419950008741",
            "출원인대표명": "김승범",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 자하문로**길 **-* (효자동)"
        },
        {
            "특허고객번호": "119950008753",
            "출원인명": "주식회사 지에프에스",
            "특허고객대표번호": "119950008753",
            "출원인대표명": "주식회사 지에프에스",
            "출원인영문대표명": "Gumsung Fire & Security",
            "주소": "경기도 의정부시 산단로**번길 ** (용현동)"
        },
        {
            "특허고객번호": "119950008760",
            "출원인명": "주식회사금성종합식품",
            "특허고객대표번호": "119950008760",
            "출원인대표명": "주식회사금성종합식품",
            "출원인영문대표명": "",
            "주소": "충청북도 청원군 북이면 용계내추로 ***-**"
        },
        {
            "특허고객번호": "119950008782",
            "출원인명": "금와상공주식회사",
            "특허고객대표번호": "119950008782",
            "출원인대표명": "금와상공주식회사",
            "출원인영문대표명": "",
            "주소": "서울 강남구 신사동 ***-** 한정빌딩 *층"
        },
        {
            "특허고객번호": "119950008809",
            "출원인명": "주식회사금정건철",
            "특허고객대표번호": "119950008809",
            "출원인대표명": "주식회사금정건철",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 영신로 **-* (영등포동)"
        },
        {
            "특허고객번호": "119950008815",
            "출원인명": "주식회사금정산업",
            "특허고객대표번호": "119950008815",
            "출원인대표명": "주식회사금정산업",
            "출원인영문대표명": "",
            "주소": "서울특별시 강동구 고덕로**길 ** (명일동)"
        },
        {
            "특허고객번호": "419950008832",
            "출원인명": "전철웅",
            "특허고객대표번호": "419950008832",
            "출원인대표명": "전철웅",
            "출원인영문대표명": "",
            "주소": "서울 종로구 옥인동 **-*"
        },
        {
            "특허고객번호": "419950008849",
            "출원인명": "김성기",
            "특허고객대표번호": "419950008849",
            "출원인대표명": "김성기",
            "출원인영문대표명": "",
            "주소": "서울특별시 은평구 서오릉로*길 *-* (역촌동)"
        },
        {
            "특허고객번호": "119950008873",
            "출원인명": "주식회사금호양행",
            "특허고객대표번호": "119950008873",
            "출원인대표명": "주식회사금호양행",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 인사동길 ** (인사동)"
        },
        {
            "특허고객번호": "119950008896",
            "출원인명": "주식회사금화상호신용금고",
            "특허고객대표번호": "119950008896",
            "출원인대표명": "주식회사금화상호신용금고",
            "출원인영문대표명": "",
            "주소": "인천광역시 부평구 부흥로 *** (부평동)"
        },
        {
            "특허고객번호": "119950008929",
            "출원인명": "기연화학주식회사",
            "특허고객대표번호": "119950008929",
            "출원인대표명": "기연화학주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 마포대로 **, 한신빌딩 ****호 (마포동)"
        },
        {
            "특허고객번호": "419950008946",
            "출원인명": "김창세",
            "특허고객대표번호": "419950008946",
            "출원인대표명": "김창세",
            "출원인영문대표명": "",
            "주소": "충북 영동군 영동읍 계산리 **"
        },
        {
            "특허고객번호": "419950008952",
            "출원인명": "신원택",
            "특허고객대표번호": "419950008952",
            "출원인대표명": "신원택",
            "출원인영문대표명": "",
            "주소": "충청북도 청주시 상당구 꽃산서로*번길 ** (금천동)"
        },
        {
            "특허고객번호": "119950008971",
            "출원인명": "기영전자주식회사",
            "특허고객대표번호": "119950008971",
            "출원인대표명": "기영전자주식회사",
            "출원인영문대표명": "",
            "주소": "인천광역시 부평구 청농로**번길 ** (청천동)"
        },
        {
            "특허고객번호": "119950009009",
            "출원인명": "주식회사기풍",
            "특허고객대표번호": "119950009009",
            "출원인대표명": "주식회사기풍",
            "출원인영문대표명": "",
            "주소": "대구직할시대덕구대화동***-**"
        },
        {
            "특허고객번호": "420090604806",
            "출원인명": "경동희",
            "특허고객대표번호": "420090604806",
            "출원인대표명": "경동희",
            "출원인영문대표명": "KYUNG, DONG HEE",
            "주소": "서울특별시 강남구 압구정로**길 **, 효성빌라 *동 ***호 (청담동)"
        },
        {
            "특허고객번호": "419950013811",
            "출원인명": "현경림",
            "특허고객대표번호": "419950013811",
            "출원인대표명": "현경림",
            "출원인영문대표명": "",
            "주소": "서울특별시 강북구 삼양로**가길 **-** (수유동)"
        },
        {
            "특허고객번호": "419950013833",
            "출원인명": "신용균",
            "특허고객대표번호": "419950013833",
            "출원인대표명": "신용균",
            "출원인영문대표명": "",
            "주소": "서울특별시 중랑구 답십리로 ***-* (면목동)"
        },
        {
            "특허고객번호": "119950009421",
            "출원인명": "주식회사거승엔터프라이즈",
            "특허고객대표번호": "119950009421",
            "출원인대표명": "주식회사거승엔터프라이즈",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 선릉로 ***, *층 (청담동, 유관빌딩)"
        },
        {
            "특허고객번호": "119980003980",
            "출원인명": "건광산업주식회사",
            "특허고객대표번호": "119980003980",
            "출원인대표명": "건광산업주식회사",
            "출원인영문대표명": "GUN-KWANG INDUSTRY CO.,LTD",
            "주소": "인천 남동구 간석*동 *-***"
        },
        {
            "특허고객번호": "119950009466",
            "출원인명": "주식회사건도식품",
            "특허고객대표번호": "119950009466",
            "출원인대표명": "주식회사건도식품",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 논현로 *** (역삼동)"
        },
        {
            "특허고객번호": "119950009472",
            "출원인명": "주식회사건설기술개발공사",
            "특허고객대표번호": "119950009472",
            "출원인대표명": "주식회사건설기술개발공사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 논현로 **, *층 (개포동, 쌍봉빌딩)"
        },
        {
            "특허고객번호": "119980003996",
            "출원인명": "건설도장공업 주식회사",
            "특허고객대표번호": "119980003996",
            "출원인대표명": "건설도장공업 주식회사",
            "출원인영문대표명": "Kunsul Painting Industrial Co., Ltd.",
            "주소": "서울특별시 서대문구 통일로 **, **층 (미근동, 임광빌딩)"
        },
        {
            "특허고객번호": "419950009490",
            "출원인명": "조필호",
            "특허고객대표번호": "419951841286",
            "출원인대표명": "조필호",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 월곡로 ** (종암동)"
        },
        {
            "특허고객번호": "419950009522",
            "출원인명": "박재관",
            "특허고객대표번호": "419950009522",
            "출원인대표명": "박재관",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 경희궁*길 **-** (신문로*가)"
        },
        {
            "특허고객번호": "419950009551",
            "출원인명": "김영설",
            "특허고객대표번호": "419950009551",
            "출원인대표명": "김영설",
            "출원인영문대표명": "",
            "주소": "서울 용산구 이촌*동 ***-**"
        },
        {
            "특허고객번호": "419950009568",
            "출원인명": "신춘호",
            "특허고객대표번호": "419951816486",
            "출원인대표명": "신춘호",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 경희궁길 ** (신문로*가)"
        },
        {
            "특허고객번호": "119950009592",
            "출원인명": "주식회사건안엔지니어링",
            "특허고객대표번호": "119950009592",
            "출원인대표명": "주식회사건안엔지니어링",
            "출원인영문대표명": "",
            "주소": "서울 강남구 삼성동 ***번지 무역회관빌딩 ****-*호"
        },
        {
            "특허고객번호": "119950009602",
            "출원인명": "주식회사건양전자",
            "특허고객대표번호": "119950009602",
            "출원인대표명": "주식회사건양전자",
            "출원인영문대표명": "",
            "주소": "경남 양산시 웅상읍 명곡리 ***-*"
        },
        {
            "특허고객번호": "119980004001",
            "출원인명": "주식회사건주",
            "특허고객대표번호": "119980004001",
            "출원인대표명": "주식회사건주",
            "출원인영문대표명": "KUNJU CO.",
            "주소": "경기도 김포시 대곶면 대곶북로 ***"
        },
        {
            "특허고객번호": "419950014650",
            "출원인명": "안삼문",
            "특허고객대표번호": "419951469534",
            "출원인대표명": "안삼문",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 왕산로 ** (용두동)"
        },
        {
            "특허고객번호": "419950014666",
            "출원인명": "이인수",
            "특허고객대표번호": "419950014666",
            "출원인대표명": "이인수",
            "출원인영문대표명": "",
            "주소": "서울 종로구 동숭동 산***-***"
        },
        {
            "특허고객번호": "419950014672",
            "출원인명": "여인회",
            "특허고객대표번호": "419950014672",
            "출원인대표명": "여인회",
            "출원인영문대표명": "",
            "주소": "서울 광진구 중곡*동 **-**"
        },
        {
            "특허고객번호": "419950014689",
            "출원인명": "김재석",
            "특허고객대표번호": "419950014689",
            "출원인대표명": "김재석",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 답십리*동 **-*"
        },
        {
            "특허고객번호": "419950014728",
            "출원인명": "안을기",
            "특허고객대표번호": "419950014728",
            "출원인대표명": "안을기",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 답십리*동 **"
        },
        {
            "특허고객번호": "419950014741",
            "출원인명": "고석산",
            "특허고객대표번호": "419950014741",
            "출원인대표명": "고석산",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 을지로**길 **-*, *호 (주교동)"
        },
        {
            "특허고객번호": "419950014770",
            "출원인명": "김영진",
            "특허고객대표번호": "419950014770",
            "출원인대표명": "김영진",
            "출원인영문대표명": "",
            "주소": "전북 익산시 창인*가동 ***-*"
        },
        {
            "특허고객번호": "419950014786",
            "출원인명": "고창용",
            "특허고객대표번호": "419950014786",
            "출원인대표명": "고창용",
            "출원인영문대표명": "",
            "주소": "서울 영등포구 여의도동 *-*** 은하아파트 동***호"
        },
        {
            "특허고객번호": "419950014819",
            "출원인명": "강정희",
            "특허고객대표번호": "419950014819",
            "출원인대표명": "강정희",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 장문로**길 ** (보광동)"
        },
        {
            "특허고객번호": "419950014854",
            "출원인명": "문정희",
            "특허고객대표번호": "419950014854",
            "출원인대표명": "문정희",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 성덕정**길 * (성수동*가)"
        },
        {
            "특허고객번호": "419950014861",
            "출원인명": "최철준",
            "특허고객대표번호": "419950014861",
            "출원인대표명": "최철준",
            "출원인영문대표명": "",
            "주소": "경기도 수원시 권선구 평동로 *** (평동)"
        },
        {
            "특허고객번호": "419950014890",
            "출원인명": "한진택",
            "특허고객대표번호": "419950014890",
            "출원인대표명": "한진택",
            "출원인영문대표명": "",
            "주소": "종로구옥인동산*번지아파트***호"
        },
        {
            "특허고객번호": "419950014916",
            "출원인명": "최광식",
            "특허고객대표번호": "419950014916",
            "출원인대표명": "최광식",
            "출원인영문대표명": "",
            "주소": "전라북도 군산시 오룡로 **-* (명산동)"
        },
        {
            "특허고객번호": "419950014922",
            "출원인명": "이순찬",
            "특허고객대표번호": "419950014922",
            "출원인대표명": "이순찬",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 청량리*동 ***-*"
        },
        {
            "특허고객번호": "419950014939",
            "출원인명": "이임철",
            "특허고객대표번호": "419950014939",
            "출원인대표명": "이임철",
            "출원인영문대표명": "",
            "주소": "서울 성북구 종암*동 ***-***"
        },
        {
            "특허고객번호": "419950014968",
            "출원인명": "한용빈",
            "특허고객대표번호": "419950014968",
            "출원인대표명": "한용빈",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 제기로**길 **-** (청량리동)"
        },
        {
            "특허고객번호": "419950015002",
            "출원인명": "김상호",
            "특허고객대표번호": "419951740934",
            "출원인대표명": "김상호",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 회기로**가길 **-** (회기동)"
        },
        {
            "특허고객번호": "419950015054",
            "출원인명": "고관규",
            "특허고객대표번호": "419950015054",
            "출원인대표명": "고관규",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 회기로**가길 ** (회기동)"
        },
        {
            "특허고객번호": "419950015061",
            "출원인명": "윤여홍",
            "특허고객대표번호": "419950015061",
            "출원인대표명": "윤여홍",
            "출원인영문대표명": "",
            "주소": "경기 구리시 수택*동 ***-**"
        },
        {
            "특허고객번호": "419950001283",
            "출원인명": "이운용",
            "특허고객대표번호": "419950001283",
            "출원인대표명": "이운용",
            "출원인영문대표명": "",
            "주소": "서울 마포구 창전동 ***-**"
        },
        {
            "특허고객번호": "419950001290",
            "출원인명": "차길섭",
            "특허고객대표번호": "419950001290",
            "출원인대표명": "차길섭",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 창신*길 **-** (창신동)"
        },
        {
            "특허고객번호": "419950001300",
            "출원인명": "정선이",
            "특허고객대표번호": "419950001300",
            "출원인대표명": "정선이",
            "출원인영문대표명": "",
            "주소": "충남 논산시 두마면 석계리 산**-*"
        },
        {
            "특허고객번호": "419950001339",
            "출원인명": "박삼식",
            "특허고객대표번호": "419950001339",
            "출원인대표명": "박삼식",
            "출원인영문대표명": "",
            "주소": "경기 과천시 갈현동 **-*"
        },
        {
            "특허고객번호": "419950001345",
            "출원인명": "유경희",
            "특허고객대표번호": "419950001345",
            "출원인대표명": "유경희",
            "출원인영문대표명": "",
            "주소": "서울 서대문구 현저동 ***-**"
        },
        {
            "특허고객번호": "419950001368",
            "출원인명": "곽용국",
            "특허고객대표번호": "419950001368",
            "출원인대표명": "곽용국",
            "출원인영문대표명": "",
            "주소": "서울특별시 금천구 금하로**길 ** (시흥동)"
        },
        {
            "특허고객번호": "419950001374",
            "출원인명": "박명혁",
            "특허고객대표번호": "419950001374",
            "출원인대표명": "박명혁",
            "출원인영문대표명": "",
            "주소": "서울특별시 도봉구 방학로*길 **, ㅍ*? (방학동)"
        },
        {
            "특허고객번호": "419950001407",
            "출원인명": "함봉달",
            "특허고객대표번호": "419950001407",
            "출원인대표명": "함봉달",
            "출원인영문대표명": "",
            "주소": "경기도 남양주시 오남읍 진건오남로 ***, 진주아파트 ***동 ***호"
        },
        {
            "특허고객번호": "419950001442",
            "출원인명": "김선전",
            "특허고객대표번호": "419950001442",
            "출원인대표명": "김선전",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 마른내로*길 *-** (인현동*가)"
        },
        {
            "특허고객번호": "419980000032",
            "출원인명": "류연욱",
            "특허고객대표번호": "419980000032",
            "출원인대표명": "류연욱",
            "출원인영문대표명": "",
            "주소": "대구 중구 동인동*가 **-*"
        },
        {
            "특허고객번호": "419950001471",
            "출원인명": "김우용",
            "특허고객대표번호": "419950141231",
            "출원인대표명": "김우용",
            "출원인영문대표명": "KIM, WOO YONG",
            "주소": "경상북도김천시성내동항도빌라*동***호"
        },
        {
            "특허고객번호": "419950001494",
            "출원인명": "정준상",
            "특허고객대표번호": "419950001494",
            "출원인대표명": "정준상",
            "출원인영문대표명": "",
            "주소": "경남 함양군 수동면 하교리 ***"
        },
        {
            "특허고객번호": "419950001504",
            "출원인명": "심재표",
            "특허고객대표번호": "419950001504",
            "출원인대표명": "심재표",
            "출원인영문대표명": "",
            "주소": "전북 익산시 동산동 ***"
        },
        {
            "특허고객번호": "419950001540",
            "출원인명": "김용갑",
            "특허고객대표번호": "419950001540",
            "출원인대표명": "김용갑",
            "출원인영문대표명": "",
            "주소": "전라북도 군산시 대야면 금반길 *-*"
        },
        {
            "특허고객번호": "119950009096",
            "출원인명": "주식회사가라상사",
            "특허고객대표번호": "119950009096",
            "출원인대표명": "주식회사가라상사",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 장한로 **, 북한연구 소빌딩 ***호 (장안동)"
        },
        {
            "특허고객번호": "119950009112",
            "출원인명": "주식회사가영목재",
            "특허고객대표번호": "119950009112",
            "출원인대표명": "주식회사가영목재",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 강남대로 *** (서초동)"
        },
        {
            "특허고객번호": "119980003909",
            "출원인명": "주식회사가영하이텍",
            "특허고객대표번호": "119980003909",
            "출원인대표명": "주식회사가영하이텍",
            "출원인영문대표명": "GAYONG HITECH CO.,LTD.",
            "주소": "서울특별시 종로구 김상옥로 **, 신관***호 (연지동, 대호빌딩)"
        },
        {
            "특허고객번호": "119980003915",
            "출원인명": "가우건설주식회사",
            "특허고객대표번호": "119980003915",
            "출원인대표명": "가우건설주식회사",
            "출원인영문대표명": "GAWOO CONSTRUCTION CO., Ltd.",
            "주소": "서울특별시 송파구 송이로**길 ** (가락동)"
        },
        {
            "특허고객번호": "419950009130",
            "출원인명": "이영표",
            "특허고객대표번호": "419950256266",
            "출원인대표명": "이영표",
            "출원인영문대표명": "",
            "주소": "서울 종로구 창성동 ***"
        },
        {
            "특허고객번호": "419950009152",
            "출원인명": "김원영",
            "특허고객대표번호": "419951685946",
            "출원인대표명": "김원영",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 필운대로*길 ** (필운동)"
        },
        {
            "특허고객번호": "419950009169",
            "출원인명": "남기영",
            "특허고객대표번호": "419950009169",
            "출원인대표명": "남기영",
            "출원인영문대표명": "",
            "주소": "성산동**번지*"
        },
        {
            "특허고객번호": "119950009193",
            "출원인명": "주식회사강남기업사",
            "특허고객대표번호": "119950009193",
            "출원인대표명": "주식회사강남기업사",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 사평대로**길 ** (반포동)"
        },
        {
            "특허고객번호": "119950009226",
            "출원인명": "주식회사강남택배통운",
            "특허고객대표번호": "119950009226",
            "출원인대표명": "주식회사강남택배통운",
            "출원인영문대표명": "",
            "주소": "서울특별시 관악구 조원중앙로 ** (신림동)"
        },
        {
            "특허고객번호": "119950009232",
            "출원인명": "주식회사 강서방송",
            "특허고객대표번호": "119950009232",
            "출원인대표명": "주식회사 강서방송",
            "출원인영문대표명": "KOREAN CABLE TV Kang-Seo System",
            "주소": "서울특별시 강서구 공항대로 ***, *층 (등촌동, 송원빌딩)"
        },
        {
            "특허고객번호": "119980003938",
            "출원인명": "주식회사 강스빌",
            "특허고객대표번호": "119980003938",
            "출원인대표명": "주식회사 강스빌",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 자하문로 *** (청운동)"
        },
        {
            "특허고객번호": "419950009289",
            "출원인명": "김상문",
            "특허고객대표번호": "419950009289",
            "출원인대표명": "김상문",
            "출원인영문대표명": "",
            "주소": "서울특별시 은평구 통일로**길 * (녹번동)"
        },
        {
            "특허고객번호": "120090605391",
            "출원인명": "(주)하랑그룹",
            "특허고객대표번호": "120090605391",
            "출원인대표명": "(주)하랑그룹",
            "출원인영문대표명": "HARANG GROUP CO., LTD.",
            "주소": "서울특별시 구로구 구로중앙로**길 **-*, ***호 (구로동, 보성빌딩)"
        },
        {
            "특허고객번호": "419950014238",
            "출원인명": "강휘종",
            "특허고객대표번호": "419950014238",
            "출원인대표명": "강휘종",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 전농로 *** (전농동)"
        },
        {
            "특허고객번호": "419950014244",
            "출원인명": "유창현",
            "특허고객대표번호": "419951428431",
            "출원인대표명": "유창현",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 답십리로**다길 ** (전농동)"
        },
        {
            "특허고객번호": "419950014251",
            "출원인명": "최영호",
            "특허고객대표번호": "419950014251",
            "출원인대표명": "최영호",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 장위로 **-* (장위동)"
        },
        {
            "특허고객번호": "419950014267",
            "출원인명": "이상현",
            "특허고객대표번호": "419950014267",
            "출원인대표명": "이상현",
            "출원인영문대표명": "",
            "주소": "부산 사상구 감전*동 ***번지 *통*반"
        },
        {
            "특허고객번호": "419950014273",
            "출원인명": "김봉선",
            "특허고객대표번호": "419950167211",
            "출원인대표명": "김봉선",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 왕산로 *** (전농동)"
        },
        {
            "특허고객번호": "419950014306",
            "출원인명": "민배근",
            "특허고객대표번호": "419950014306",
            "출원인대표명": "민배근",
            "출원인영문대표명": "",
            "주소": "종로구명륜동*가**"
        },
        {
            "특허고객번호": "419950014335",
            "출원인명": "최남구",
            "특허고객대표번호": "419950014335",
            "출원인대표명": "최남구",
            "출원인영문대표명": "",
            "주소": "서울특별시 서대문구 통일로 ***-* (홍제동)"
        },
        {
            "특허고객번호": "419950014393",
            "출원인명": "백옥분",
            "특허고객대표번호": "419950014393",
            "출원인대표명": "백옥분",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 전농*동 **-**"
        },
        {
            "특허고객번호": "419950014403",
            "출원인명": "김영조",
            "특허고객대표번호": "419950014403",
            "출원인대표명": "김영조",
            "출원인영문대표명": "",
            "주소": "서울 중랑구 중화*동 ***번지 **반"
        },
        {
            "특허고객번호": "419950014410",
            "출원인명": "오정섭",
            "특허고객대표번호": "419950103892",
            "출원인대표명": "오정섭",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 서울시립대로 ** (답십리동)"
        },
        {
            "특허고객번호": "419950014449",
            "출원인명": "남용우",
            "특허고객대표번호": "419950014449",
            "출원인대표명": "남용우",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 이문*동 ***-**  *통*반"
        },
        {
            "특허고객번호": "419950014478",
            "출원인명": "박영희",
            "특허고객대표번호": "419950014478",
            "출원인대표명": "박영희",
            "출원인영문대표명": "",
            "주소": "서울 성북구 종암*동 **-**"
        },
        {
            "특허고객번호": "419950014501",
            "출원인명": "강창호",
            "특허고객대표번호": "419950014501",
            "출원인대표명": "강창호",
            "출원인영문대표명": "",
            "주소": "서울 은평구 구산동 **-*"
        },
        {
            "특허고객번호": "419950014517",
            "출원인명": "박종섭",
            "특허고객대표번호": "419950014517",
            "출원인대표명": "박종섭",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 망우로**가길 ** (휘경동)"
        },
        {
            "특허고객번호": "419950014530",
            "출원인명": "신수학",
            "특허고객대표번호": "419950014530",
            "출원인대표명": "신수학",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 답십리*동 *** *통*반"
        },
        {
            "특허고객번호": "419950014569",
            "출원인명": "김학봉",
            "특허고객대표번호": "419950014569",
            "출원인대표명": "김학봉",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 답십리*동 ***-**"
        },
        {
            "특허고객번호": "419950014608",
            "출원인명": "안동옥",
            "특허고객대표번호": "419950014608",
            "출원인대표명": "안동옥",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 답십리*동 ***"
        },
        {
            "특허고객번호": "419950014614",
            "출원인명": "김해년",
            "특허고객대표번호": "419950014614",
            "출원인대표명": "김해년",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 월계로**길 *-* (하월곡동)"
        },
        {
            "특허고객번호": "419950001653",
            "출원인명": "배수달",
            "특허고객대표번호": "419950001653",
            "출원인대표명": "배수달",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 금호산*가길 ** (금호동*가)"
        },
        {
            "특허고객번호": "419950001660",
            "출원인명": "진록근",
            "특허고객대표번호": "419950013441",
            "출원인대표명": "진록근",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 종로**길 **-* (숭인동)"
        },
        {
            "특허고객번호": "419950001676",
            "출원인명": "조재복",
            "특허고객대표번호": "419950001676",
            "출원인대표명": "조재복",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 무학로**길 ** (용두동)"
        },
        {
            "특허고객번호": "419950001682",
            "출원인명": "윤병칠",
            "특허고객대표번호": "419950001682",
            "출원인대표명": "윤병칠",
            "출원인영문대표명": "",
            "주소": "서울 용산구 용산동*가 *-****"
        },
        {
            "특허고객번호": "419950001715",
            "출원인명": "지재찬",
            "특허고객대표번호": "419950001715",
            "출원인대표명": "지재찬",
            "출원인영문대표명": "",
            "주소": "경상남도 진주시 장대로**번길 *-* (장대동)"
        },
        {
            "특허고객번호": "419950001721",
            "출원인명": "장수봉",
            "특허고객대표번호": "419950001721",
            "출원인대표명": "장수봉",
            "출원인영문대표명": "",
            "주소": "인천광역시 남구 인하로 ** (용현동)"
        },
        {
            "특허고객번호": "419950001751",
            "출원인명": "차진행",
            "특허고객대표번호": "419950001751",
            "출원인대표명": "차진행",
            "출원인영문대표명": "",
            "주소": "서울특별시 강서구 까치산로*길 **-** (화곡동)"
        },
        {
            "특허고객번호": "419950001773",
            "출원인명": "채영일",
            "특허고객대표번호": "419950001773",
            "출원인대표명": "채영일",
            "출원인영문대표명": "",
            "주소": "대구 북구 대현*동 ***-**"
        },
        {
            "특허고객번호": "419950001780",
            "출원인명": "송기신",
            "특허고객대표번호": "419950001780",
            "출원인대표명": "송기신",
            "출원인영문대표명": "",
            "주소": "서울 양천구 목동 ***의*"
        },
        {
            "특허고객번호": "419950001796",
            "출원인명": "이재헌",
            "특허고객대표번호": "419950001796",
            "출원인대표명": "이재헌",
            "출원인영문대표명": "",
            "주소": "서울 성동구 행당*동 **-*"
        },
        {
            "특허고객번호": "419950001829",
            "출원인명": "한용득",
            "특허고객대표번호": "419950001829",
            "출원인대표명": "한용득",
            "출원인영문대표명": "",
            "주소": "서울 성북구 상월곡동 **번지 *호 **/*"
        },
        {
            "특허고객번호": "419950001835",
            "출원인명": "윤병필",
            "특허고객대표번호": "419950001835",
            "출원인대표명": "윤병필",
            "출원인영문대표명": "",
            "주소": "대전 동구 판암*동 ***"
        },
        {
            "특허고객번호": "419950001858",
            "출원인명": "방용선",
            "특허고객대표번호": "419950001858",
            "출원인대표명": "방용선",
            "출원인영문대표명": "",
            "주소": "경기 남양주시 진건면 사능리 ***번지"
        },
        {
            "특허고객번호": "419950001864",
            "출원인명": "원종성",
            "특허고객대표번호": "419950001864",
            "출원인대표명": "원종성",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 종로**가길 * (종로*가)"
        },
        {
            "특허고객번호": "419950001887",
            "출원인명": "김순옥",
            "특허고객대표번호": "419950001887",
            "출원인대표명": "김순옥",
            "출원인영문대표명": "",
            "주소": "서울특별시 서대문구 북아현로*라길 ** (북아현동)"
        },
        {
            "특허고객번호": "419950001893",
            "출원인명": "최오성",
            "특허고객대표번호": "419950001893",
            "출원인대표명": "최오성",
            "출원인영문대표명": "",
            "주소": "충청북도 청주시 흥덕구 사직대로 *** (사창동)"
        },
        {
            "특허고객번호": "419950001903",
            "출원인명": "김상순",
            "특허고객대표번호": "419950001903",
            "출원인대표명": "김상순",
            "출원인영문대표명": "",
            "주소": "서울 마포구 망원*동 ***-*"
        },
        {
            "특허고객번호": "419950001926",
            "출원인명": "정동하",
            "특허고객대표번호": "419950001926",
            "출원인대표명": "정동하",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 마포대로*길 ***-** (마포동)"
        },
        {
            "특허고객번호": "419950001961",
            "출원인명": "김용회",
            "특허고객대표번호": "419980049118",
            "출원인대표명": "김용회",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 봉은사로**길 * (역삼동)"
        },
        {
            "특허고객번호": "419950001984",
            "출원인명": "백만기",
            "특허고객대표번호": "419950001984",
            "출원인대표명": "백만기",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 이문*동 ***-**  *통*반"
        },
        {
            "특허고객번호": "119980002011",
            "출원인명": "주식회사교육여행",
            "특허고객대표번호": "119980002011",
            "출원인대표명": "주식회사교육여행",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 종로*길 ** (청진동)"
        },
        {
            "특허고객번호": "119950005184",
            "출원인명": "주식회사교통신문",
            "특허고객대표번호": "119950005184",
            "출원인대표명": "주식회사교통신문",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 한강대로**길 ** (한강로*가)"
        },
        {
            "특허고객번호": "119980002028",
            "출원인명": "주식회사 교학사",
            "특허고객대표번호": "119980002028",
            "출원인대표명": "주식회사 교학사",
            "출원인영문대표명": "Kyohak Sa Publishing Co., LTD.",
            "주소": "서울특별시 금천구 가산디지털*로 ** (가산동)"
        },
        {
            "특허고객번호": "119980002041",
            "출원인명": "구미교역주식회사",
            "특허고객대표번호": "119980002041",
            "출원인대표명": "구미교역주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강서구 공항대로 *** (등촌동)"
        },
        {
            "특허고객번호": "119950005191",
            "출원인명": "주식회사구미어패럴",
            "특허고객대표번호": "119950005191",
            "출원인대표명": "주식회사구미어패럴",
            "출원인영문대표명": "",
            "주소": "서울 은평구 응암*동 ***-**"
        },
        {
            "특허고객번호": "119950005201",
            "출원인명": "주식회사구미융단",
            "특허고객대표번호": "119950005201",
            "출원인대표명": "주식회사구미융단",
            "출원인영문대표명": "",
            "주소": "경북 구미시 공단*동 ***-*"
        },
        {
            "특허고객번호": "119950005217",
            "출원인명": "주식회사구미패션",
            "특허고객대표번호": "119950005217",
            "출원인대표명": "주식회사구미패션",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 강남대로 *** (서초동)"
        },
        {
            "특허고객번호": "119950005223",
            "출원인명": "주식회사구봉아이디에이",
            "특허고객대표번호": "119950005223",
            "출원인대표명": "주식회사구봉아이디에이",
            "출원인영문대표명": "",
            "주소": "서울 구로구 가리봉동 ***-***"
        },
        {
            "특허고객번호": "119950005230",
            "출원인명": "구산전자주식회사",
            "특허고객대표번호": "119950005230",
            "출원인대표명": "구산전자주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 성남시 수정구 수정북로 ** (태평동)"
        },
        {
            "특허고객번호": "119950005252",
            "출원인명": "주식회사구산지.알.씨",
            "특허고객대표번호": "119950005252",
            "출원인대표명": "주식회사구산지.알.씨",
            "출원인영문대표명": "",
            "주소": "충북 제천시 강제동 ***-*"
        },
        {
            "특허고객번호": "119950005269",
            "출원인명": "주식회사구성패션",
            "특허고객대표번호": "119950005269",
            "출원인대표명": "주식회사구성패션",
            "출원인영문대표명": "",
            "주소": "주소불분명"
        },
        {
            "특허고객번호": "119950005308",
            "출원인명": "합자회사구진기업",
            "특허고객대표번호": "119950005308",
            "출원인대표명": "합자회사구진기업",
            "출원인영문대표명": "",
            "주소": "대구광역시 북구 *공단로**길 ** (노원동*가)"
        },
        {
            "특허고객번호": "119950005337",
            "출원인명": "주식회사국도기공",
            "특허고객대표번호": "119950005337",
            "출원인대표명": "주식회사국도기공",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 창경궁로 ** (주교동)"
        },
        {
            "특허고객번호": "119980002125",
            "출원인명": "국민생명보험 주식회사",
            "특허고객대표번호": "119980002125",
            "출원인대표명": "국민생명보험 주식회사",
            "출원인영문대표명": "KOOKMIN LIFE INSURANCE CO., LTD.",
            "주소": "서울특별시 마포구 마포대로 *** (공덕동)"
        },
        {
            "특허고객번호": "119980002131",
            "출원인명": "주식회사 국민서관",
            "특허고객대표번호": "119990089692",
            "출원인대표명": "국민서관주식회사",
            "출원인영문대표명": "KUKMINSEOGWAN Publishing Co., Ltd.",
            "주소": "서울특별시 마포구 백범로 ***-* (공덕동)"
        },
        {
            "특허고객번호": "119980002148",
            "출원인명": "국민신용카드 주식회사",
            "특허고객대표번호": "119980002148",
            "출원인대표명": "국민신용카드 주식회사",
            "출원인영문대표명": "Kookmin Credit Card Co., Ltd.",
            "주소": "서울특별시 종로구 새문안로*길 **, 국민카드빌딩 (내수동)"
        },
        {
            "특허고객번호": "119950005343",
            "출원인명": "국민일보 주식회사",
            "특허고객대표번호": "119981134101",
            "출원인대표명": "국민일보주식회사",
            "출원인영문대표명": "KUKMIN DAILY",
            "주소": "서울특별시 영등포구 여의공원로 *** (여의도동)"
        },
        {
            "특허고객번호": "119950005372",
            "출원인명": "주식회사국민화학",
            "특허고객대표번호": "119950005372",
            "출원인대표명": "주식회사국민화학",
            "출원인영문대표명": "",
            "주소": "대전 동구 낭월동 ***-*"
        },
        {
            "특허고객번호": "420090601909",
            "출원인명": "전진용",
            "특허고객대표번호": "420090601909",
            "출원인대표명": "전진용",
            "출원인영문대표명": "jun jin yong",
            "주소": "경기도 부천시 원미구 옥산로 **, ****동 ***호 (중동, 꿈마을)"
        },
        {
            "특허고객번호": "419950009295",
            "출원인명": "이동준",
            "특허고객대표번호": "419950009295",
            "출원인대표명": "이동준",
            "출원인영문대표명": "",
            "주소": "서울 종로구 사직동 ***"
        },
        {
            "특허고객번호": "119980003944",
            "출원인명": "강호제화주식회사",
            "특허고객대표번호": "119980003944",
            "출원인대표명": "강호제화주식회사",
            "출원인영문대표명": "KANGHO CO.,LTD",
            "주소": "경기도 파주시 월롱면 통일로***번길 **"
        },
        {
            "특허고객번호": "119950009330",
            "출원인명": "주식회사거림산업",
            "특허고객대표번호": "119950009330",
            "출원인대표명": "주식회사거림산업",
            "출원인영문대표명": "",
            "주소": "울산 중구 다운동 ** B *N  *층"
        },
        {
            "특허고객번호": "119950009369",
            "출원인명": "주식회사거산내츄럴",
            "특허고객대표번호": "119950009369",
            "출원인대표명": "주식회사거산내츄럴",
            "출원인영문대표명": "",
            "주소": "서울 송파구 석촌동 ***-*번지"
        },
        {
            "특허고객번호": "119950009375",
            "출원인명": "거산섬유주식회사",
            "특허고객대표번호": "119950009375",
            "출원인대표명": "거산섬유주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 천호대로 *** (능동)"
        },
        {
            "특허고객번호": "419950009402",
            "출원인명": "조정영",
            "특허고객대표번호": "419950164405",
            "출원인대표명": "조정영",
            "출원인영문대표명": "",
            "주소": "서울특별시 서대문구 통일로 ***-** (홍은동)"
        },
        {
            "특허고객번호": "419950015116",
            "출원인명": "김진수",
            "특허고객대표번호": "419950015116",
            "출원인대표명": "김진수",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 휘경*동 ***-**"
        },
        {
            "특허고객번호": "419950015168",
            "출원인명": "김중영",
            "특허고객대표번호": "419950015168",
            "출원인대표명": "김중영",
            "출원인영문대표명": "",
            "주소": "서울 광진구 능동 ***-***"
        },
        {
            "특허고객번호": "419950015174",
            "출원인명": "조규태",
            "특허고객대표번호": "419950015174",
            "출원인대표명": "조규태",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 이문로*길 **-* (휘경동)"
        },
        {
            "특허고객번호": "419950015181",
            "출원인명": "정원석",
            "특허고객대표번호": "419950015181",
            "출원인대표명": "정원석",
            "출원인영문대표명": "",
            "주소": "서울특별시 노원구 공릉로**길 ** (하계동)"
        },
        {
            "특허고객번호": "419950015207",
            "출원인명": "김정태",
            "특허고객대표번호": "419951757842",
            "출원인대표명": "김정태",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 휘경*동 ***"
        },
        {
            "특허고객번호": "419950015236",
            "출원인명": "김종호",
            "특허고객대표번호": "419950015236",
            "출원인대표명": "김종호",
            "출원인영문대표명": "",
            "주소": "서울특별시 중랑구 면목로**길 ** (면목동)"
        },
        {
            "특허고객번호": "419950015242",
            "출원인명": "김효선",
            "특허고객대표번호": "419950015242",
            "출원인대표명": "김효선",
            "출원인영문대표명": "",
            "주소": "서울특별시 노원구 월계로**길 ** (월계동)"
        },
        {
            "특허고객번호": "419950015259",
            "출원인명": "복종수",
            "특허고객대표번호": "419950015259",
            "출원인대표명": "복종수",
            "출원인영문대표명": "",
            "주소": "서울 광진구 중곡*동 ***-*"
        },
        {
            "특허고객번호": "419950015288",
            "출원인명": "김영호",
            "특허고객대표번호": "419950015288",
            "출원인대표명": "김영호",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 아차산로**길 **-* (구의동)"
        },
        {
            "특허고객번호": "419950015304",
            "출원인명": "김원태",
            "특허고객대표번호": "419950015304",
            "출원인대표명": "김원태",
            "출원인영문대표명": "",
            "주소": "서울 강서구 염창동 **-**"
        },
        {
            "특허고객번호": "419950015327",
            "출원인명": "정창진",
            "특허고객대표번호": "419951844638",
            "출원인대표명": "정창진",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 돌곶이로**길 ** (장위동)"
        },
        {
            "특허고객번호": "419950015340",
            "출원인명": "박선원",
            "특허고객대표번호": "419950015340",
            "출원인대표명": "박선원",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 고산자로**길 ** (용두동)"
        },
        {
            "특허고객번호": "419950015385",
            "출원인명": "김한성",
            "특허고객대표번호": "419950015385",
            "출원인대표명": "김한성",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 휘경로*길 ** (이문동)"
        },
        {
            "특허고객번호": "419950015418",
            "출원인명": "홍갑식",
            "특허고객대표번호": "419950015418",
            "출원인대표명": "홍갑식",
            "출원인영문대표명": "",
            "주소": "부산광역시 사하구 다대로 *** (장림동)"
        },
        {
            "특허고객번호": "419950015424",
            "출원인명": "박문수",
            "특허고객대표번호": "419950015424",
            "출원인대표명": "박문수",
            "출원인영문대표명": "",
            "주소": "대구시태평로*가***-**"
        },
        {
            "특허고객번호": "419950015453",
            "출원인명": "김형일",
            "특허고객대표번호": "419950015453",
            "출원인대표명": "김형일",
            "출원인영문대표명": "",
            "주소": "서울 광진구 중곡*동 산*"
        },
        {
            "특허고객번호": "419950015460",
            "출원인명": "심미자",
            "특허고객대표번호": "419950015460",
            "출원인대표명": "심미자",
            "출원인영문대표명": "",
            "주소": "서울 송파구 마천*동 ***번지 *통*반"
        },
        {
            "특허고객번호": "419950015482",
            "출원인명": "정화용",
            "특허고객대표번호": "419950015482",
            "출원인대표명": "정화용",
            "출원인영문대표명": "",
            "주소": "서울 중랑구 망우*동 ***"
        },
        {
            "특허고객번호": "419950002006",
            "출원인명": "조용손",
            "특허고객대표번호": "419950002006",
            "출원인대표명": "조용손",
            "출원인영문대표명": "",
            "주소": "경남 양산시 동면 용강리 ***"
        },
        {
            "특허고객번호": "419950002029",
            "출원인명": "안원종",
            "특허고객대표번호": "419950002029",
            "출원인대표명": "안원종",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 창경궁로**길 ** (혜화동)"
        },
        {
            "특허고객번호": "419950002035",
            "출원인명": "김경화",
            "특허고객대표번호": "419950002035",
            "출원인대표명": "김경화",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 도영로*길 **-* (도림동)"
        },
        {
            "특허고객번호": "419950002071",
            "출원인명": "김기엄",
            "특허고객대표번호": "419950002071",
            "출원인대표명": "김기엄",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 용마산로**길 ** (중곡동)"
        },
        {
            "특허고객번호": "419950002087",
            "출원인명": "정학수",
            "특허고객대표번호": "419950002087",
            "출원인대표명": "정학수",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 송파대로 ***, *동 ***호 (가락동, 가락시영아파트)"
        },
        {
            "특허고객번호": "419950002103",
            "출원인명": "박성수",
            "특허고객대표번호": "419950002103",
            "출원인대표명": "박성수",
            "출원인영문대표명": "",
            "주소": "경상남도 밀양시 부북면 화산*길 **-*"
        },
        {
            "특허고객번호": "419980000130",
            "출원인명": "김명국",
            "특허고객대표번호": "419980000130",
            "출원인대표명": "김명국",
            "출원인영문대표명": "",
            "주소": "서울특별시 동작구 양녕로**사길 **, **/* (상도동)"
        },
        {
            "특허고객번호": "419950002161",
            "출원인명": "강도용",
            "특허고객대표번호": "419950002161",
            "출원인대표명": "강도용",
            "출원인영문대표명": "",
            "주소": "충남 논산시 강경읍 황산리 ***번지"
        },
        {
            "특허고객번호": "419950002184",
            "출원인명": "정동흠",
            "특허고객대표번호": "419950002184",
            "출원인대표명": "정동흠",
            "출원인영문대표명": "",
            "주소": "대구 동구 신천*동 **** 의**"
        },
        {
            "특허고객번호": "419950002201",
            "출원인명": "황보염",
            "특허고객대표번호": "419950002201",
            "출원인대표명": "황보염",
            "출원인영문대표명": "",
            "주소": "부산광역시 사하구 낙동대로 *** (괴정동)"
        },
        {
            "특허고객번호": "419950002230",
            "출원인명": "김광일",
            "특허고객대표번호": "419950002230",
            "출원인대표명": "김광일",
            "출원인영문대표명": "",
            "주소": "서울 성동구 행당*동 **-**"
        },
        {
            "특허고객번호": "419950002246",
            "출원인명": "고영곤",
            "특허고객대표번호": "419950002246",
            "출원인대표명": "고영곤",
            "출원인영문대표명": "KO,YOUNG GON",
            "주소": "경기도 광주시 오포읍 고산길**번길 **"
        },
        {
            "특허고객번호": "419950002252",
            "출원인명": "한명호",
            "특허고객대표번호": "419950002252",
            "출원인대표명": "한명호",
            "출원인영문대표명": "",
            "주소": "부산광역시 중구 중구로 **-* (부평동*가)"
        },
        {
            "특허고객번호": "419950002275",
            "출원인명": "한주학",
            "특허고객대표번호": "419950002275",
            "출원인대표명": "한주학",
            "출원인영문대표명": "",
            "주소": "경기도부천시소사동***의*(*통*반)"
        },
        {
            "특허고객번호": "119950005794",
            "출원인명": "군자산업주식회사",
            "특허고객대표번호": "119950005794",
            "출원인대표명": "군자산업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 테헤란로 *** (대치동)"
        },
        {
            "특허고객번호": "119980002365",
            "출원인명": "군자어패럴주식회사",
            "특허고객대표번호": "119980002365",
            "출원인대표명": "군자어패럴주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 천호대로 *** (중곡동)"
        },
        {
            "특허고객번호": "119950005827",
            "출원인명": "주식회사규수방",
            "특허고객대표번호": "119950005827",
            "출원인대표명": "주식회사규수방",
            "출원인영문대표명": "",
            "주소": "경기도 양주시 만송로***번길 ** (만송동)"
        },
        {
            "특허고객번호": "119950005856",
            "출원인명": "주식회사그랜드관광호텔",
            "특허고객대표번호": "120030389169",
            "출원인대표명": "(주)그랜드관광호텔",
            "출원인영문대표명": "Taegu Grand Hotel",
            "주소": "대구광역시 수성구 동대구로 *** (범어동)"
        },
        {
            "특허고객번호": "119950005879",
            "출원인명": "주식회사그로리아",
            "특허고객대표번호": "119950005879",
            "출원인대표명": "주식회사그로리아",
            "출원인영문대표명": "",
            "주소": "경기도김포군검단면마전리***-*"
        },
        {
            "특허고객번호": "119950005891",
            "출원인명": "주식회사그린여행사",
            "특허고객대표번호": "119950005891",
            "출원인대표명": "주식회사그린여행사",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 국제금융로*길 ** (여의도동)"
        },
        {
            "특허고객번호": "119980002371",
            "출원인명": "주식회사 그린",
            "특허고객대표번호": "119980002371",
            "출원인대표명": "주식회사 그린",
            "출원인영문대표명": "GREEN CO., LTD.",
            "주소": "인천광역시 연수구 용담로**번길 ** (청학동)"
        },
        {
            "특허고객번호": "119980002388",
            "출원인명": "주식회사그린코리아",
            "특허고객대표번호": "119980002388",
            "출원인대표명": "주식회사그린코리아",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 백범로 ***-* (대흥동)"
        },
        {
            "특허고객번호": "420090601967",
            "출원인명": "강태원",
            "특허고객대표번호": "420090601967",
            "출원인대표명": "강태원",
            "출원인영문대표명": "Kang Tae Won",
            "주소": "인천광역시 남동구 하촌로 **, ***호 (만수동)"
        },
        {
            "특허고객번호": "119950009933",
            "출원인명": "경죽물산주식회사",
            "특허고객대표번호": "119950009933",
            "출원인대표명": "경죽물산주식회사",
            "출원인영문대표명": "",
            "주소": "서울 강남구 청담*동 **-** 인성빌딩 *층"
        },
        {
            "특허고객번호": "119950009940",
            "출원인명": "주식회사경진전자",
            "특허고객대표번호": "119950009940",
            "출원인대표명": "주식회사경진전자",
            "출원인영문대표명": "",
            "주소": "경기도 안산시 상록구 오목로 *** (본오동)"
        },
        {
            "특허고객번호": "119950009956",
            "출원인명": "계룡건설산업주식회사",
            "특허고객대표번호": "119986145361",
            "출원인대표명": "계룡건설산업 주식회사",
            "출원인영문대표명": "KYERYONG CON. CO., LTD",
            "주소": "대전광역시 서구 월평중로 ** (월평동)"
        },
        {
            "특허고객번호": "119980004115",
            "출원인명": "고려강업 주식회사",
            "특허고객대표번호": "119980004115",
            "출원인대표명": "고려강업 주식회사",
            "출원인영문대표명": "K",
            "주소": "인천 계양구 작전동 ***-*"
        },
        {
            "특허고객번호": "119950010007",
            "출원인명": "주식회사고려광천수",
            "특허고객대표번호": "119950010007",
            "출원인대표명": "주식회사고려광천수",
            "출원인영문대표명": "",
            "주소": "인천광역시 남동구 경인로 *** (간석동)"
        },
        {
            "특허고객번호": "119950010013",
            "출원인명": "주식회사고려교육개발",
            "특허고객대표번호": "119950010013",
            "출원인대표명": "주식회사고려교육개발",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 영등포로 ***, *층 (당산동*가, 당산빌딩)"
        },
        {
            "특허고객번호": "119980000158",
            "출원인명": "가나엠티 주식회사",
            "특허고객대표번호": "119980000158",
            "출원인대표명": "가나엠티 주식회사",
            "출원인영문대표명": "GANA M.T CO., LTD.",
            "주소": "경북 구미시 산동면 신당리 *** -*"
        },
        {
            "특허고객번호": "119950002303",
            "출원인명": "주식회사가나E.C",
            "특허고객대표번호": "119950002303",
            "출원인대표명": "주식회사가나E.C",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 천호대로 *** (답십리동)"
        },
        {
            "특허고객번호": "119980000171",
            "출원인명": "주식회사 가나아트갤러리",
            "특허고객대표번호": "119980000171",
            "출원인대표명": "주식회사 가나아트갤러리",
            "출원인영문대표명": "Gana Art Gallery Co., LTD.",
            "주소": "서울특별시 종로구 평창**길 ** (평창동)"
        },
        {
            "특허고객번호": "119980000187",
            "출원인명": "주식회사 가 나 안",
            "특허고객대표번호": "119980000187",
            "출원인대표명": "주식회사 가 나 안",
            "출원인영문대표명": "KANAAN CO., LTD.",
            "주소": "경기도 남양주시 홍유릉로 *** (금곡동)"
        },
        {
            "특허고객번호": "119950005668",
            "출원인명": "국제전자주식회사",
            "특허고객대표번호": "119950005668",
            "출원인대표명": "국제전자주식회사",
            "출원인영문대표명": "",
            "주소": "충남 연기군 전의면 신방리 **"
        },
        {
            "특허고객번호": "119950005674",
            "출원인명": "국제전자정밀 주식회사",
            "특허고객대표번호": "119950005674",
            "출원인대표명": "국제전자정밀 주식회사",
            "출원인영문대표명": "KUKJE ELEC PREC., CO., LTD",
            "주소": "충북 진천군 백곡면 구수리 산**"
        },
        {
            "특허고객번호": "119950005681",
            "출원인명": "국제정공주식회사",
            "특허고객대표번호": "119950005681",
            "출원인대표명": "국제정공주식회사",
            "출원인영문대표명": "",
            "주소": "강원 춘천시 후평*동 ***-**"
        },
        {
            "특허고객번호": "119980002313",
            "출원인명": "삼성증권주식회사",
            "특허고객대표번호": "119980002313",
            "출원인대표명": "삼성증권주식회사",
            "출원인영문대표명": "SAMSUNG SECURITIES CO., LTD.",
            "주소": "서울특별시 서초구 서초대로**길 **(서초동)"
        },
        {
            "특허고객번호": "119950005697",
            "출원인명": "국제지기인쇄주식회사",
            "특허고객대표번호": "119950005697",
            "출원인대표명": "국제지기인쇄주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 용인시 처인구 포곡읍 전성로 **-**"
        },
        {
            "특허고객번호": "119950005720",
            "출원인명": "국제편직산업주식회사",
            "특허고객대표번호": "119950005720",
            "출원인대표명": "국제편직산업주식회사",
            "출원인영문대표명": "",
            "주소": "경기도안산시반월공단비 ***-*"
        },
        {
            "특허고객번호": "119950005736",
            "출원인명": "주식회사국제프레지던트투어",
            "특허고객대표번호": "119950005736",
            "출원인대표명": "주식회사국제프레지던트투어",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 봉은사로 *** (역삼동)"
        },
        {
            "특허고객번호": "119950005742",
            "출원인명": "주식회사국제학생여행사",
            "특허고객대표번호": "119950005742",
            "출원인대표명": "주식회사국제학생여행사",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 종로 **, Y.M.C.A 빌딩 ***호 (종로*가)"
        },
        {
            "특허고객번호": "119950005759",
            "출원인명": "주식회사국제항공여행사",
            "특허고객대표번호": "119950005759",
            "출원인대표명": "주식회사국제항공여행사",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 강남대로 *** (서초동)"
        },
        {
            "특허고객번호": "119980002342",
            "출원인명": "국제화성주식회사",
            "특허고객대표번호": "119980002342",
            "출원인대표명": "국제화성주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 부천시 오정구 신흥로***번길 ** (삼정동)"
        },
        {
            "특허고객번호": "119950005788",
            "출원인명": "국토종합건설주식회사",
            "특허고객대표번호": "119950005788",
            "출원인대표명": "국토종합건설주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 중대로 *** (가락동)"
        },
        {
            "특허고객번호": "419950001562",
            "출원인명": "백우현",
            "특허고객대표번호": "419950001562",
            "출원인대표명": "백우현",
            "출원인영문대표명": "",
            "주소": "서울 중구 황학동 ****동 양라이닝내"
        },
        {
            "특허고객번호": "419950001585",
            "출원인명": "김기봉",
            "특허고객대표번호": "419950001585",
            "출원인대표명": "김기봉",
            "출원인영문대표명": "",
            "주소": "서울 서대문구 북아현*동 ***번지 **호"
        },
        {
            "특허고객번호": "419950001618",
            "출원인명": "김건우",
            "특허고객대표번호": "419950001618",
            "출원인대표명": "김건우",
            "출원인영문대표명": "",
            "주소": "전북 남원시 천거동 ***번지"
        },
        {
            "특허고객번호": "419950001631",
            "출원인명": "차기준",
            "특허고객대표번호": "419950001631",
            "출원인대표명": "차기준",
            "출원인영문대표명": "",
            "주소": "경기도 광주시 퇴촌면 천진암로 ****-**"
        },
        {
            "특허고객번호": "119980002183",
            "출원인명": "주식회사 국보통상",
            "특허고객대표번호": "119980002183",
            "출원인대표명": "주식회사 국보통상",
            "출원인영문대표명": "KUKBO TRADING CO., LTD.",
            "주소": "서울특별시 광진구 천호대로 *** (중곡동)"
        },
        {
            "특허고객번호": "119950005405",
            "출원인명": "주식회사국수잔치",
            "특허고객대표번호": "119950005405",
            "출원인대표명": "주식회사국수잔치",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 사임당로 **, 대원빌딩 ***호 (서초동)"
        },
        {
            "특허고객번호": "119950005428",
            "출원인명": "국일프라스틱공업주식회사",
            "특허고객대표번호": "119950005428",
            "출원인대표명": "국일프라스틱공업주식회사",
            "출원인영문대표명": "",
            "주소": "경북 구미시 고아읍 오로리 논공단지 **B"
        },
        {
            "특허고객번호": "119950005457",
            "출원인명": "주식회사국제",
            "특허고객대표번호": "119950005457",
            "출원인대표명": "주식회사국제",
            "출원인영문대표명": "",
            "주소": "부산광역시 사하구 감천로 ** (감천동)"
        },
        {
            "특허고객번호": "119950005463",
            "출원인명": "국제강건주식회사",
            "특허고객대표번호": "119950005463",
            "출원인대표명": "국제강건주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 동호로 *** (신당동)"
        },
        {
            "특허고객번호": "119950005486",
            "출원인명": "주식회사국제광학",
            "특허고객대표번호": "119950005486",
            "출원인대표명": "주식회사국제광학",
            "출원인영문대표명": "",
            "주소": "경상북도 경산시 평산*길 **-** (평산동)"
        },
        {
            "특허고객번호": "119980002190",
            "출원인명": "주식회사 국제금형",
            "특허고객대표번호": "119980002190",
            "출원인대표명": "주식회사 국제금형",
            "출원인영문대표명": "KUK JE MOLD & DIES., LTD.",
            "주소": "경기도 부천시 원미구 원미로***번길 ** (원미동)"
        },
        {
            "특허고객번호": "119950005492",
            "출원인명": "주식회사국제기업사",
            "특허고객대표번호": "119950005492",
            "출원인대표명": "주식회사국제기업사",
            "출원인영문대표명": "",
            "주소": "서울 성북구 돈암동 ***-**"
        },
        {
            "특허고객번호": "119950005519",
            "출원인명": "국제냉동공업주식회사",
            "특허고객대표번호": "119950005519",
            "출원인대표명": "국제냉동공업주식회사",
            "출원인영문대표명": "",
            "주소": "강원도 춘천시 삭주로 *** (후평동)"
        },
        {
            "특허고객번호": "119980002216",
            "출원인명": "주식회사 국제레저산업",
            "특허고객대표번호": "119980002216",
            "출원인대표명": "주식회사 국제레저산업",
            "출원인영문대표명": "Kukje Leisure Ing. Co., Ltd",
            "주소": "인천 연수구 연수*동 ***번지  대동월드스케이트장"
        },
        {
            "특허고객번호": "119950005525",
            "출원인명": "국제모직공업주식회사",
            "특허고객대표번호": "119950005525",
            "출원인대표명": "국제모직공업주식회사",
            "출원인영문대표명": "",
            "주소": "부산광역시 동래구 충렬대로***번길 ** (수안동)"
        },
        {
            "특허고객번호": "119980002222",
            "출원인명": "국제방직주식회사",
            "특허고객대표번호": "119980002222",
            "출원인대표명": "국제방직주식회사",
            "출원인영문대표명": "",
            "주소": "충청남도 아산시 배방읍 용연로 ***"
        },
        {
            "특허고객번호": "119950005561",
            "출원인명": "주식회사국제산업뉴-스",
            "특허고객대표번호": "119950005561",
            "출원인대표명": "주식회사국제산업뉴-스",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 서빙고로**길 * (서빙고동)"
        },
        {
            "특허고객번호": "119950005583",
            "출원인명": "국제수공산업주식회사",
            "특허고객대표번호": "119950005583",
            "출원인대표명": "국제수공산업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 국제금융로 **, 미원빌딩 ****호 (여의도동)"
        },
        {
            "특허고객번호": "119950005590",
            "출원인명": "주식회사 국제신문",
            "특허고객대표번호": "119950005590",
            "출원인대표명": "주식회사 국제신문",
            "출원인영문대표명": "KOOKJE SHINMUN CO., LTD.",
            "주소": "부산광역시 연제구 중앙대로 **** (거제동)"
        },
        {
            "특허고객번호": "119950005616",
            "출원인명": "주식회사국제어패럴",
            "특허고객대표번호": "119950005616",
            "출원인대표명": "주식회사국제어패럴",
            "출원인영문대표명": "",
            "주소": "서울 성북구 성북*동 **"
        },
        {
            "특허고객번호": "119950005651",
            "출원인명": "국제전산 주식회사",
            "특허고객대표번호": "119950005651",
            "출원인대표명": "국제전산 주식회사",
            "출원인영문대표명": "INTERNATIONAL COMPUTER SERVICE CORP",
            "주소": "서울특별시 용산구 한강대로**길 ** (갈월동)"
        },
        {
            "특허고객번호": "119950009625",
            "출원인명": "주식회사건춘산업",
            "특허고객대표번호": "119950009625",
            "출원인대표명": "주식회사건춘산업",
            "출원인영문대표명": "",
            "주소": "서울 강남구 삼성동 *** KOEX *F-**"
        },
        {
            "특허고객번호": "119980004018",
            "출원인명": "주식회사건흥기계",
            "특허고객대표번호": "119980004018",
            "출원인대표명": "주식회사건흥기계",
            "출원인영문대표명": "",
            "주소": "충청북도 괴산군 청안면 칠보로 ***"
        },
        {
            "특허고객번호": "419950009665",
            "출원인명": "김공남",
            "특허고객대표번호": "419950009665",
            "출원인대표명": "김공남",
            "출원인영문대표명": "",
            "주소": "서울 서대문구 창천동 ***의* *통*반"
        },
        {
            "특허고객번호": "419950009671",
            "출원인명": "민영빈",
            "특허고객대표번호": "419950009671",
            "출원인대표명": "민영빈",
            "출원인영문대표명": "",
            "주소": "서울 중구 장교동 **"
        },
        {
            "특허고객번호": "419950009688",
            "출원인명": "정응수",
            "특허고객대표번호": "419950009688",
            "출원인대표명": "정응수",
            "출원인영문대표명": "",
            "주소": "서울 종로구 도렴동 **"
        },
        {
            "특허고객번호": "119950009700",
            "출원인명": "경남에너지 주식회사",
            "특허고객대표번호": "119990004651",
            "출원인대표명": "경남에너지 주식회사",
            "출원인영문대표명": "KYUNG NAM ENERGY CO., LTD.",
            "주소": "경상남도 창원시 성산구 연덕로 ** (웅남동)"
        },
        {
            "특허고객번호": "119950009716",
            "출원인명": "주식회사경남유통",
            "특허고객대표번호": "119950009716",
            "출원인대표명": "주식회사경남유통",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 강남대로 *** (서초동)"
        },
        {
            "특허고객번호": "119980004031",
            "출원인명": "주식회사 경동에버런",
            "특허고객대표번호": "119980004031",
            "출원인대표명": "주식회사 경동에버런",
            "출원인영문대표명": "KYUNG DONG EVERON CO., LTD.",
            "주소": "충청북도 충주시 앙성면 가곡로 ****"
        },
        {
            "특허고객번호": "119950009745",
            "출원인명": "주식회사경방상사",
            "특허고객대표번호": "119950009745",
            "출원인대표명": "주식회사경방상사",
            "출원인영문대표명": "",
            "주소": "서울 구로구 가리봉동 ***-**"
        },
        {
            "특허고객번호": "119950009751",
            "출원인명": "경북철강주식회사",
            "특허고객대표번호": "120010057569",
            "출원인대표명": "경북철강주식회사",
            "출원인영문대표명": "KYUNG BUK STEEL CO., LTD",
            "주소": "부산광역시 사상구 대동로***번길 ** (학장동)"
        },
        {
            "특허고객번호": "119950009768",
            "출원인명": "주식회사경산엔지니어링",
            "특허고객대표번호": "119950009768",
            "출원인대표명": "주식회사경산엔지니어링",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 강남대로**길 *, 평봉빌딩 (도곡동)"
        },
        {
            "특허고객번호": "119950009774",
            "출원인명": "경산화학주식회사",
            "특허고객대표번호": "119950009774",
            "출원인대표명": "경산화학주식회사",
            "출원인영문대표명": "",
            "주소": "충청북도 진천군 이월면 산삼로 ***"
        },
        {
            "특허고객번호": "419950009791",
            "출원인명": "서홍수",
            "특허고객대표번호": "419950009791",
            "출원인대표명": "서홍수",
            "출원인영문대표명": "",
            "주소": "서울 중구 다동 **-**"
        },
        {
            "특허고객번호": "419950009818",
            "출원인명": "최순례",
            "특허고객대표번호": "419950009818",
            "출원인대표명": "최순례",
            "출원인영문대표명": "",
            "주소": "서울특별시영등포구당산*-***"
        },
        {
            "특허고객번호": "119950009871",
            "출원인명": "경양석유주식회사",
            "특허고객대표번호": "119950009871",
            "출원인대표명": "경양석유주식회사",
            "출원인영문대표명": "",
            "주소": "경남 마산시 회원구 봉암동 ***번지"
        },
        {
            "특허고객번호": "119950009888",
            "출원인명": "주식회사경은상사",
            "특허고객대표번호": "119950009888",
            "출원인대표명": "주식회사경은상사",
            "출원인영문대표명": "",
            "주소": "서울 용산구 한남*동 ***"
        },
        {
            "특허고객번호": "119950009894",
            "출원인명": "주식회사경인유통상회",
            "특허고객대표번호": "119950009894",
            "출원인대표명": "주식회사경인유통상회",
            "출원인영문대표명": "",
            "주소": "인천광역시 중구 연안부두로***번길 **-** (항동*가)"
        },
        {
            "특허고객번호": "419950009915",
            "출원인명": "이득주",
            "특허고객대표번호": "419950147127",
            "출원인대표명": "이득주",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 자하문로*길 ** (통인동)"
        },
        {
            "특허고객번호": "419950009921",
            "출원인명": "이해남",
            "특허고객대표번호": "419950009921",
            "출원인대표명": "이해남",
            "출원인영문대표명": "",
            "주소": "서울 종로구 수송동 ***"
        },
        {
            "특허고객번호": "419950015083",
            "출원인명": "송옥용",
            "특허고객대표번호": "419951788379",
            "출원인대표명": "송옥용",
            "출원인영문대표명": "",
            "주소": "서울 양천구 신월*동 **-**"
        },
        {
            "특허고객번호": "419950015100",
            "출원인명": "김금실",
            "특허고객대표번호": "419950015100",
            "출원인대표명": "김금실",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 휘경*동 ***-**  *통*반"
        },
        {
            "특허고객번호": "119980004180",
            "출원인명": "광덕기업주식회사",
            "특허고객대표번호": "119980004180",
            "출원인대표명": "광덕기업주식회사",
            "출원인영문대표명": "KWANG DUK ENTERPRISES. INC.",
            "주소": "인천광역시 남동구 은봉로 * (논현동)"
        },
        {
            "특허고객번호": "119950010373",
            "출원인명": "주식회사광명산업",
            "특허고객대표번호": "119950010373",
            "출원인대표명": "주식회사광명산업",
            "출원인영문대표명": "",
            "주소": "경상북도 칠곡군 지천면 지천로 ***"
        },
        {
            "특허고객번호": "119950010396",
            "출원인명": "광성강관공업주식회사",
            "특허고객대표번호": "119950010396",
            "출원인대표명": "광성강관공업주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 시흥시 공단*대로***번길 ** (정왕동)"
        },
        {
            "특허고객번호": "119950010412",
            "출원인명": "광신티엔비주식회사",
            "특허고객대표번호": "119950010412",
            "출원인대표명": "광신티엔비주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강서구 공항대로**길 ** (등촌동)"
        },
        {
            "특허고객번호": "419950010446",
            "출원인명": "김한성",
            "특허고객대표번호": "419950010446",
            "출원인대표명": "김한성",
            "출원인영문대표명": "",
            "주소": "서울 영등포구 신길*동 ***-**"
        },
        {
            "특허고객번호": "119950010493",
            "출원인명": "광원무역주식회사",
            "특허고객대표번호": "119950010493",
            "출원인대표명": "광원무역주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 금천구 가산로 ** (독산동)"
        },
        {
            "특허고객번호": "119980004206",
            "출원인명": "(주)광일광고기업",
            "특허고객대표번호": "119980004206",
            "출원인대표명": "(주)광일광고기업",
            "출원인영문대표명": "KWANG IL ADVERTISING CO.,LTD.",
            "주소": "서울특별시 동대문구 장한로*길 ** (장안동)"
        },
        {
            "특허고객번호": "119950010510",
            "출원인명": "주식회사광장섬유",
            "특허고객대표번호": "119950010510",
            "출원인대표명": "주식회사광장섬유",
            "출원인영문대표명": "",
            "주소": "서울특별시 강동구 고덕로 ** (암사동)"
        },
        {
            "특허고객번호": "119980004212",
            "출원인명": "주식회사 광장",
            "특허고객대표번호": "119980004212",
            "출원인대표명": "주식회사 광장",
            "출원인영문대표명": "KWANG JANG CO.,LTD",
            "주소": "인천광역시 남동구 구월말로**번길 * (만수동)"
        },
        {
            "특허고객번호": "119950010532",
            "출원인명": "주식회사 광주방송",
            "특허고객대표번호": "119950010532",
            "출원인대표명": "주식회사 광주방송",
            "출원인영문대표명": "",
            "주소": "광주광역시 남구 중앙로 ** (서동)"
        },
        {
            "특허고객번호": "420090605525",
            "출원인명": "염수정",
            "특허고객대표번호": "420090605525",
            "출원인대표명": "염수정",
            "출원인영문대표명": "Yeom Su Jung",
            "주소": "경기도 수원시 장안구 화산로***번길 **, 삼성래미안아파트 ***동 ***호 (천천동)"
        },
        {
            "특허고객번호": "419950015921",
            "출원인명": "장윤후",
            "특허고객대표번호": "419950015921",
            "출원인대표명": "장윤후",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 청구로*길 ** (신당동)"
        },
        {
            "특허고객번호": "419980004616",
            "출원인명": "류달영",
            "특허고객대표번호": "419980004616",
            "출원인대표명": "류달영",
            "출원인영문대표명": "",
            "주소": "서울 송파구 가락*동 가락농수산물시장 */**"
        },
        {
            "특허고객번호": "419950015966",
            "출원인명": "강경욱",
            "특허고객대표번호": "419950015966",
            "출원인대표명": "강경욱",
            "출원인영문대표명": "",
            "주소": "성동구신당*동***-***"
        },
        {
            "특허고객번호": "419950015972",
            "출원인명": "양순애",
            "특허고객대표번호": "419950015972",
            "출원인대표명": "양순애",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 전농*동 *-***"
        },
        {
            "특허고객번호": "419950016001",
            "출원인명": "이순",
            "특허고객대표번호": "419950016001",
            "출원인대표명": "이순",
            "출원인영문대표명": "",
            "주소": "서울 성동구 하왕십리*동 ***-**"
        },
        {
            "특허고객번호": "419950016023",
            "출원인명": "이주화",
            "특허고객대표번호": "419950016023",
            "출원인대표명": "이주화",
            "출원인영문대표명": "",
            "주소": "서울 성동구 마장동 ***번지"
        },
        {
            "특허고객번호": "419950016069",
            "출원인명": "심채수",
            "특허고객대표번호": "419950016069",
            "출원인대표명": "심채수",
            "출원인영문대표명": "",
            "주소": "성동구신당동***-*"
        },
        {
            "특허고객번호": "419950016075",
            "출원인명": "한상열",
            "특허고객대표번호": "419950016075",
            "출원인대표명": "한상열",
            "출원인영문대표명": "",
            "주소": "성동구신당*동***-***"
        },
        {
            "특허고객번호": "419950016098",
            "출원인명": "임시한",
            "특허고객대표번호": "419950016098",
            "출원인대표명": "임시한",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 마포대로 ***-* (공덕동)"
        },
        {
            "특허고객번호": "419950016121",
            "출원인명": "백세항",
            "특허고객대표번호": "419950160785",
            "출원인대표명": "백세항",
            "출원인영문대표명": "",
            "주소": "성동구신당동**"
        },
        {
            "특허고객번호": "419950016137",
            "출원인명": "한두표",
            "특허고객대표번호": "419950016137",
            "출원인대표명": "한두표",
            "출원인영문대표명": "",
            "주소": "서울 성동구 하왕십리*동 ***-*"
        },
        {
            "특허고객번호": "419950016143",
            "출원인명": "장용덕",
            "특허고객대표번호": "419950016143",
            "출원인대표명": "장용덕",
            "출원인영문대표명": "",
            "주소": "서울 성동구 성수*가*동 ***-*"
        },
        {
            "특허고객번호": "419950016172",
            "출원인명": "박영환",
            "특허고객대표번호": "419950313040",
            "출원인대표명": "박영환",
            "출원인영문대표명": "",
            "주소": "서울 성동구 상왕십리동 **-*"
        },
        {
            "특허고객번호": "419950016195",
            "출원인명": "박운철",
            "특허고객대표번호": "419950016195",
            "출원인대표명": "박운철",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 답십리*동 ***-*"
        },
        {
            "특허고객번호": "419950016211",
            "출원인명": "박영환",
            "특허고객대표번호": "419950313040",
            "출원인대표명": "박영환",
            "출원인영문대표명": "",
            "주소": "성동구상왕십리동**-*(*통*반)"
        },
        {
            "특허고객번호": "419950016263",
            "출원인명": "이주원",
            "특허고객대표번호": "419950016263",
            "출원인대표명": "이주원",
            "출원인영문대표명": "",
            "주소": "서울 서대문구 연희*동 ***-**"
        },
        {
            "특허고객번호": "419950016292",
            "출원인명": "민병우",
            "특허고객대표번호": "419950016292",
            "출원인대표명": "민병우",
            "출원인영문대표명": "",
            "주소": "성동구화양동***-*"
        },
        {
            "특허고객번호": "419950016302",
            "출원인명": "김형찬",
            "특허고객대표번호": "419950016302",
            "출원인대표명": "김형찬",
            "출원인영문대표명": "",
            "주소": "서울 종로구 창신*동 ***-*"
        },
        {
            "특허고객번호": "419950016319",
            "출원인명": "최충선",
            "특허고객대표번호": "419950016319",
            "출원인대표명": "최충선",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 성내천로**길 *-* (마천동)"
        },
        {
            "특허고객번호": "119950002822",
            "출원인명": "유한회사거문상역",
            "특허고객대표번호": "119950002822",
            "출원인대표명": "유한회사거문상역",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 강남대로 *** (역삼동)"
        },
        {
            "특허고객번호": "119980000505",
            "출원인명": "거보산업주식회사",
            "특허고객대표번호": "119980000505",
            "출원인대표명": "거보산업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 백제고분로 *** (방이동)"
        },
        {
            "특허고객번호": "119950002839",
            "출원인명": "거봉교역주식회사",
            "특허고객대표번호": "119950002839",
            "출원인대표명": "거봉교역주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 무학로**길 **, 한일빌딩 ***호 (용두동)"
        },
        {
            "특허고객번호": "119950002845",
            "출원인명": "주식회사거봉하이테크",
            "특허고객대표번호": "119950002845",
            "출원인대표명": "주식회사거봉하이테크",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 반포대로**길 **-* (서초동)"
        },
        {
            "특허고객번호": "119980000511",
            "출원인명": "주식회사거북이약품",
            "특허고객대표번호": "119980000511",
            "출원인대표명": "주식회사거북이약품",
            "출원인영문대표명": "",
            "주소": "서울 관악구 신림*동 ****-*  동 방빌딩"
        },
        {
            "특허고객번호": "119950002851",
            "출원인명": "주식회사거붕",
            "특허고객대표번호": "119950002851",
            "출원인대표명": "주식회사거붕",
            "출원인영문대표명": "",
            "주소": "서울특별시 양천구 가로공원로 ** (신월동)"
        },
        {
            "특허고객번호": "119950002868",
            "출원인명": "거산다역주식회사",
            "특허고객대표번호": "119950002868",
            "출원인대표명": "거산다역주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 돈화문로 **-* (장사동)"
        },
        {
            "특허고객번호": "119980000534",
            "출원인명": "주식회사 거성",
            "특허고객대표번호": "119980000534",
            "출원인대표명": "주식회사 거성",
            "출원인영문대표명": "",
            "주소": "전라남도 광양시 옥곡면 신금로 **"
        },
        {
            "특허고객번호": "119950002881",
            "출원인명": "주식회사거성빠레트",
            "특허고객대표번호": "119950002881",
            "출원인대표명": "주식회사거성빠레트",
            "출원인영문대표명": "",
            "주소": "서울특별시 관악구 남부순환로 **** (신림동)"
        },
        {
            "특허고객번호": "119950002897",
            "출원인명": "주식회사거성아트",
            "특허고객대표번호": "119950002897",
            "출원인대표명": "주식회사거성아트",
            "출원인영문대표명": "",
            "주소": "부산광역시 동구 중앙대로***번길 ** (초량동)"
        },
        {
            "특허고객번호": "119980000557",
            "출원인명": "주식회사 거성월드",
            "특허고객대표번호": "119980000557",
            "출원인대표명": "주식회사 거성월드",
            "출원인영문대표명": "KHEO SUNG WORLD INC.",
            "주소": "서울특별시 영등포구 영신로 ***, ****호(영등포동*가, 케이엔케이디지털타워)"
        },
        {
            "특허고객번호": "119980000563",
            "출원인명": "거영물산주식회사",
            "특허고객대표번호": "119980000563",
            "출원인대표명": "거영물산주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 학동로 *** (논현동)"
        },
        {
            "특허고객번호": "119950002920",
            "출원인명": "거평식품주식회사",
            "특허고객대표번호": "119950002920",
            "출원인대표명": "거평식품주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 봉은사로 ***, 거평타운 비-*층 (논현동)"
        },
        {
            "특허고객번호": "119950002971",
            "출원인명": "주식회사건국하이텍",
            "특허고객대표번호": "119950002971",
            "출원인대표명": "주식회사건국하이텍",
            "출원인영문대표명": "",
            "주소": "서울 광진구 자양*동 ***번지"
        },
        {
            "특허고객번호": "119950003000",
            "출원인명": "주식회사건영유통",
            "특허고객대표번호": "119950003000",
            "출원인대표명": "주식회사건영유통",
            "출원인영문대표명": "",
            "주소": "서울특별시 노원구 섬밭로 *** (중계동)"
        },
        {
            "특허고객번호": "119950010036",
            "출원인명": "주식회사고려인삼개발원",
            "특허고객대표번호": "120010278115",
            "출원인대표명": "(주)고려인삼개발원",
            "출원인영문대표명": "KOREAN GINSENG DEV. CO., LTD",
            "주소": "대구 달성군 가창면 옥분리 ***-*번지"
        },
        {
            "특허고객번호": "119980004121",
            "출원인명": "주식회사고려자동차",
            "특허고객대표번호": "119986139379",
            "출원인대표명": "(주)고려자동차",
            "출원인영문대표명": "",
            "주소": "대구광역시 달서구 장동 ***-**"
        },
        {
            "특허고객번호": "419950010047",
            "출원인명": "박해창",
            "특허고객대표번호": "419950010047",
            "출원인대표명": "박해창",
            "출원인영문대표명": "",
            "주소": "서울 종로구 인사동 ***-*"
        },
        {
            "특허고객번호": "119950010094",
            "출원인명": "주식회사고려종합통상",
            "특허고객대표번호": "119950010094",
            "출원인대표명": "주식회사고려종합통상",
            "출원인영문대표명": "",
            "주소": "부산 부산진구 전포*동 ***번지"
        },
        {
            "특허고객번호": "119950010104",
            "출원인명": "주식회사고려투윈컴",
            "특허고객대표번호": "119950010104",
            "출원인대표명": "주식회사고려투윈컴",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 한강대로 *** (갈월동)"
        },
        {
            "특허고객번호": "119950010111",
            "출원인명": "주식회사고려품상",
            "특허고객대표번호": "120020132127",
            "출원인대표명": "주식회사 슬럼버테크",
            "출원인영문대표명": "SLUMBERTECH CORPORATION",
            "주소": "서울특별시 강남구 도산대로 *** (청담동)"
        },
        {
            "특허고객번호": "119950010127",
            "출원인명": "주식회사고바리한국지사",
            "특허고객대표번호": "119950010127",
            "출원인대표명": "주식회사고바리한국지사",
            "출원인영문대표명": "",
            "주소": "서울특별시 은평구 통일로 ***-** (녹번동)"
        },
        {
            "특허고객번호": "119950010133",
            "출원인명": "고은상사주식회사",
            "특허고객대표번호": "119950010133",
            "출원인대표명": "고은상사주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 청계천로 ***, 동대문상가C동*층**호 (창신동)"
        },
        {
            "특허고객번호": "419950010167",
            "출원인명": "임용완",
            "특허고객대표번호": "419950010167",
            "출원인대표명": "임용완",
            "출원인영문대표명": "",
            "주소": "서대문구부암동***-*"
        },
        {
            "특허고객번호": "419950010180",
            "출원인명": "서기석",
            "특허고객대표번호": "419950010180",
            "출원인대표명": "서기석",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 이촌로 *** (이촌동)"
        },
        {
            "특허고객번호": "419950010206",
            "출원인명": "황한수",
            "특허고객대표번호": "419950010206",
            "출원인대표명": "황한수",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 윤보선길 **-* (안국동)"
        },
        {
            "특허고객번호": "120090605446",
            "출원인명": "동방대학원대학교 산학협력단",
            "특허고객대표번호": "120090605446",
            "출원인대표명": "동방대학원대학교 산학협력단",
            "출원인영문대표명": "DBU Industry-Academy Cooperation Group",
            "주소": "서울특별시 성북구 성북로**길 ** (성북동)"
        },
        {
            "특허고객번호": "419950015509",
            "출원인명": "김경일",
            "특허고객대표번호": "419950015509",
            "출원인대표명": "김경일",
            "출원인영문대표명": "",
            "주소": "서울 중랑구 망우동 ***-**"
        },
        {
            "특허고객번호": "419950015515",
            "출원인명": "송갑주",
            "특허고객대표번호": "419950015515",
            "출원인대표명": "송갑주",
            "출원인영문대표명": "",
            "주소": "서울특별시 중랑구 망우로 *** (상봉동)"
        },
        {
            "특허고객번호": "419950015521",
            "출원인명": "김도근",
            "특허고객대표번호": "419950015521",
            "출원인대표명": "김도근",
            "출원인영문대표명": "",
            "주소": "서울특별시 중랑구 봉화산로**가길 * (중화동)"
        },
        {
            "특허고객번호": "419950015567",
            "출원인명": "허복구",
            "특허고객대표번호": "419950015567",
            "출원인대표명": "허복구",
            "출원인영문대표명": "",
            "주소": "경상남도 김해시 구지로 *** (대성동)"
        },
        {
            "특허고객번호": "419950015580",
            "출원인명": "이인섭",
            "특허고객대표번호": "419951492036",
            "출원인대표명": "이인섭",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 퇴계로**길 ** (황학동)"
        },
        {
            "특허고객번호": "419950015596",
            "출원인명": "김성배",
            "특허고객대표번호": "419950015596",
            "출원인대표명": "김성배",
            "출원인영문대표명": "",
            "주소": "성동구신당동**-*"
        },
        {
            "특허고객번호": "419950015629",
            "출원인명": "이래인",
            "특허고객대표번호": "419950015629",
            "출원인대표명": "이래인",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 마장로 ** (신당동)"
        },
        {
            "특허고객번호": "419950015658",
            "출원인명": "한동수",
            "특허고객대표번호": "419950015658",
            "출원인대표명": "한동수",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 다산로**다길 **-** (신당동)"
        },
        {
            "특허고객번호": "419950015703",
            "출원인명": "강항원",
            "특허고객대표번호": "419950015703",
            "출원인대표명": "강항원",
            "출원인영문대표명": "",
            "주소": "성동구신당동***-**"
        },
        {
            "특허고객번호": "419950015726",
            "출원인명": "김용태",
            "특허고객대표번호": "419951698897",
            "출원인대표명": "김용태",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 율곡로**길 ** (충신동)"
        },
        {
            "특허고객번호": "419950015732",
            "출원인명": "박광문",
            "특허고객대표번호": "419950015732",
            "출원인대표명": "박광문",
            "출원인영문대표명": "",
            "주소": "성동구신당동***-***"
        },
        {
            "특허고객번호": "419950015755",
            "출원인명": "변봉초",
            "특허고객대표번호": "419950015755",
            "출원인대표명": "변봉초",
            "출원인영문대표명": "",
            "주소": "서울 중구 황학동 ***"
        },
        {
            "특허고객번호": "419950015778",
            "출원인명": "신종순",
            "특허고객대표번호": "419950015778",
            "출원인대표명": "신종순",
            "출원인영문대표명": "",
            "주소": "서울특별시 관악구 남부순환로***길 **-* (신림동)"
        },
        {
            "특허고객번호": "419950015791",
            "출원인명": "변형권",
            "특허고객대표번호": "419950015791",
            "출원인대표명": "변형권",
            "출원인영문대표명": "",
            "주소": "성동구신당동***-**"
        },
        {
            "특허고객번호": "419950015801",
            "출원인명": "김용해",
            "특허고객대표번호": "419950015801",
            "출원인대표명": "김용해",
            "출원인영문대표명": "",
            "주소": "서울특별시 성북구 대사관로**가길 ** (성북동)"
        },
        {
            "특허고객번호": "419950015830",
            "출원인명": "정정도",
            "특허고객대표번호": "419950015830",
            "출원인대표명": "정정도",
            "출원인영문대표명": "",
            "주소": "경기 김포시 고촌면 신곡리 ***"
        },
        {
            "특허고객번호": "419950015852",
            "출원인명": "윤정진",
            "특허고객대표번호": "419950015852",
            "출원인대표명": "윤정진",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 잠원로 **-**, 한신*차아파트 ***동 ***호 (잠원동)"
        },
        {
            "특허고객번호": "419950015869",
            "출원인명": "석호열",
            "특허고객대표번호": "419950015869",
            "출원인대표명": "석호열",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 능동로**길 ** (중곡동)"
        },
        {
            "특허고객번호": "419950015898",
            "출원인명": "김용덕",
            "특허고객대표번호": "419950015898",
            "출원인대표명": "김용덕",
            "출원인영문대표명": "",
            "주소": "성동구신당*동***-*"
        },
        {
            "특허고객번호": "119950002326",
            "출원인명": "가나안음료주식회사",
            "특허고객대표번호": "119950002326",
            "출원인대표명": "가나안음료주식회사",
            "출원인영문대표명": "",
            "주소": "전라북도 부안군 상서면 내변산로 ****-*"
        },
        {
            "특허고객번호": "119950002355",
            "출원인명": "가담산업주식회사",
            "특허고객대표번호": "119950002355",
            "출원인대표명": "가담산업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 효령로**길 ** (서초동)"
        },
        {
            "특허고객번호": "119950002361",
            "출원인명": "주식회사가도산업",
            "특허고객대표번호": "119950002361",
            "출원인대표명": "주식회사가도산업",
            "출원인영문대표명": "",
            "주소": "경기도 성남시 수정구 수정로**번길 *-* (태평동)"
        },
        {
            "특허고객번호": "119950002378",
            "출원인명": "주식회사가리온",
            "특허고객대표번호": "119950002378",
            "출원인대표명": "주식회사가리온",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 서초대로 ** (방배동)"
        },
        {
            "특허고객번호": "119950002384",
            "출원인명": "주식회사가문",
            "특허고객대표번호": "119950002384",
            "출원인대표명": "주식회사가문",
            "출원인영문대표명": "",
            "주소": "서울 강서구 화곡*동 **-* 유림빌딩 *층"
        },
        {
            "특허고객번호": "119950002391",
            "출원인명": "주식회사가미산업",
            "특허고객대표번호": "119950002391",
            "출원인대표명": "주식회사가미산업",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 남대문로*길 ** (북창동)"
        },
        {
            "특허고객번호": "119950002401",
            "출원인명": "가배식품주식회사",
            "특허고객대표번호": "119981036059",
            "출원인대표명": "주식회사 가배 식품",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 양재대로**길 ** (가락동)"
        },
        {
            "특허고객번호": "119980000203",
            "출원인명": "가보식품주식회사",
            "특허고객대표번호": "119980000203",
            "출원인대표명": "가보식품주식회사",
            "출원인영문대표명": "",
            "주소": "대전광역시 유성구 유성대로 *** (장대동)"
        },
        {
            "특허고객번호": "119950002446",
            "출원인명": "주식회사가스매틱에어백",
            "특허고객대표번호": "119950002446",
            "출원인대표명": "주식회사가스매틱에어백",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 남대문로*길 ** (을지로*가)"
        },
        {
            "특허고객번호": "119950002452",
            "출원인명": "가스펙전자주식회사",
            "특허고객대표번호": "119950107553",
            "출원인대표명": "카스펙전자주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 월드컵로 ** (망원동)"
        },
        {
            "특허고객번호": "119950002514",
            "출원인명": "주식회사가원농산",
            "특허고객대표번호": "119950002514",
            "출원인대표명": "주식회사가원농산",
            "출원인영문대표명": "",
            "주소": "서울 서초구 방배본동 ***-**"
        },
        {
            "특허고객번호": "119980000232",
            "출원인명": "주식회사 가원주택",
            "특허고객대표번호": "119980000232",
            "출원인대표명": "주식회사 가원주택",
            "출원인영문대표명": "KAWON HOUSING CO., LTD.",
            "주소": "서울특별시 강남구 언주로 *** (역삼동)"
        },
        {
            "특허고객번호": "119980000249",
            "출원인명": "주식회사가인시스템",
            "특허고객대표번호": "119980000249",
            "출원인대표명": "주식회사가인시스템",
            "출원인영문대표명": "",
            "주소": "서울특별시 관악구 승방*길 ** (남현동)"
        },
        {
            "특허고객번호": "119950002537",
            "출원인명": "주식회사가진교역",
            "특허고객대표번호": "119950002537",
            "출원인대표명": "주식회사가진교역",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 국회대로 *** (여의도동)"
        },
        {
            "특허고객번호": "119950002550",
            "출원인명": "주식회사 에스마크",
            "특허고객대표번호": "119950002550",
            "출원인대표명": "주식회사 에스마크",
            "출원인영문대표명": "SMARK CO.,LTD",
            "주소": "충청북도 충주시 가주농공*길 ** (가주동)"
        },
        {
            "특허고객번호": "119980000278",
            "출원인명": "주식회사 갑을금속",
            "특허고객대표번호": "119980000278",
            "출원인대표명": "주식회사 갑을금속",
            "출원인영문대표명": "KABEUL METAL CO., LTD.",
            "주소": "대구광역시 달서구 성서공단로 *** (월암동)"
        },
        {
            "특허고객번호": "119980000284",
            "출원인명": "주식회사갑우통상",
            "특허고객대표번호": "119980000284",
            "출원인대표명": "주식회사갑우통상",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 서소문로**길 ** (정동)"
        },
        {
            "특허고객번호": "119980000301",
            "출원인명": "갑을기계 주식회사",
            "특허고객대표번호": "119980000301",
            "출원인대표명": "갑을기계 주식회사",
            "출원인영문대표명": "KABOOL MACHINERY CO.,LTD",
            "주소": "대구 달서구 장동 ***-*번지"
        },
        {
            "특허고객번호": "119950002566",
            "출원인명": "(주)갑을자원개발",
            "특허고객대표번호": "119950002566",
            "출원인대표명": "(주)갑을자원개발",
            "출원인영문대표명": "",
            "주소": "대구광역시 동구 장등로 * (신천동)"
        },
        {
            "특허고객번호": "119950002589",
            "출원인명": "갑일전자주식회사",
            "특허고객대표번호": "119950002589",
            "출원인대표명": "갑일전자주식회사",
            "출원인영문대표명": "",
            "주소": "서울 구로구 가리봉동 ***-**"
        },
        {
            "특허고객번호": "119980002411",
            "출원인명": "극동가스케트공업주식회사",
            "특허고객대표번호": "119980002411",
            "출원인대표명": "극동가스케트공업주식회사",
            "출원인영문대표명": "KEUKDONG GASKET INDUSTRIAL COMPANY LIMITED",
            "주소": "인천광역시 남동구 남동서로***번길 ** (남촌동)"
        },
        {
            "특허고객번호": "119950005924",
            "출원인명": "주식회사 예스코홀딩스   ",
            "특허고객대표번호": "119950005924",
            "출원인대표명": "주식회사 예스코홀딩스   ",
            "출원인영문대표명": "Yesco Holdings Co., Ltd.",
            "주소": "서울특별시 성동구 자동차시장길 ** (용답동)"
        },
        {
            "특허고객번호": "119980002433",
            "출원인명": "극동지앤에스(주)",
            "특허고객대표번호": "119980002433",
            "출원인대표명": "극동지앤에스(주)",
            "출원인영문대표명": "Far East G.N.S. Co., Ltd.",
            "주소": "서울특별시 강남구 압구정로 ***, *층 (신사동)"
        },
        {
            "특허고객번호": "119980002440",
            "출원인명": "극동스프링크라주식회사",
            "특허고객대표번호": "119980002440",
            "출원인대표명": "극동스프링크라주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 부천시 원미구 길주로***번길 **-** (춘의동)"
        },
        {
            "특허고객번호": "119950005960",
            "출원인명": "주식회사극동운반기계",
            "특허고객대표번호": "119950005960",
            "출원인대표명": "주식회사극동운반기계",
            "출원인영문대표명": "",
            "주소": "충남 아산시 영인면 신운리 **-*"
        },
        {
            "특허고객번호": "119950005976",
            "출원인명": "주식회사극동원통상",
            "특허고객대표번호": "119950005976",
            "출원인대표명": "주식회사극동원통상",
            "출원인영문대표명": "",
            "주소": "서울특별시 동작구 사당로**길 ** (사당동)"
        },
        {
            "특허고객번호": "119950005999",
            "출원인명": "주식회사극동정영반즈",
            "특허고객대표번호": "119950005999",
            "출원인대표명": "주식회사극동정영반즈",
            "출원인영문대표명": "KUKDONGJUNGYOUNGVANS CO., LTD.",
            "주소": "인천광역시 서구 사렴로*번길 ** (경서동)"
        },
        {
            "특허고객번호": "119980002462",
            "출원인명": "극동정유주식회사",
            "특허고객대표번호": "119980002462",
            "출원인대표명": "극동정유주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 사직로*길 ** (내자동)"
        },
        {
            "특허고객번호": "119950006011",
            "출원인명": "주식회사극동폴유숀엔지니어링",
            "특허고객대표번호": "119950006011",
            "출원인대표명": "주식회사극동폴유숀엔지니어링",
            "출원인영문대표명": "",
            "주소": "서울 성동구 하왕십리*동 **-**"
        },
        {
            "특허고객번호": "119980002485",
            "출원인명": "(주) 근도테크놀러지",
            "특허고객대표번호": "119980002485",
            "출원인대표명": "(주) 근도테크놀러지",
            "출원인영문대표명": "KEUNDO TECHNOLOGY CO., LTD.",
            "주소": "경기도 용인시 처인구 양지면 제일리 ***-*"
        },
        {
            "특허고객번호": "119950006062",
            "출원인명": "주식회사근화인터내셔날",
            "특허고객대표번호": "119950006062",
            "출원인대표명": "주식회사근화인터내셔날",
            "출원인영문대표명": "",
            "주소": "서울 금천구 독산*동 ***-*"
        },
        {
            "특허고객번호": "119950006091",
            "출원인명": "주식회사글로볼씨스텍",
            "특허고객대표번호": "119950006091",
            "출원인대표명": "주식회사글로볼씨스텍",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 종로*길 **, *층 (청진동, 삼송빌딩)"
        },
        {
            "특허고객번호": "119950006101",
            "출원인명": "주식회사굴방컴퓨터",
            "특허고객대표번호": "119950006101",
            "출원인대표명": "주식회사굴방컴퓨터",
            "출원인영문대표명": "",
            "주소": "서울 종로구 종로*가 ***-*"
        },
        {
            "특허고객번호": "119950006118",
            "출원인명": "주식회사금강C.I.F",
            "특허고객대표번호": "119950006118",
            "출원인대표명": "주식회사금강C.I.F",
            "출원인영문대표명": "",
            "주소": "경기도 안산시 단원구 중앙대로 ***, 종합상가 *동 ***호 (고잔동)"
        },
        {
            "특허고객번호": "119980002524",
            "출원인명": "금강공업 주식회사",
            "특허고객대표번호": "119980002524",
            "출원인대표명": "금강공업 주식회사",
            "출원인영문대표명": "KUMKANG KIND CO., LTD.",
            "주소": "부산광역시 사하구 다산로 *** (다대동)"
        },
        {
            "특허고객번호": "420090601973",
            "출원인명": "김용준",
            "특허고객대표번호": "420090601973",
            "출원인대표명": "김용준",
            "출원인영문대표명": "Kim Yong Jun",
            "주소": "경기도 수원시 장안구 정자천로***번길 **, 정자KT e-편한세상아파트 ***-*** (정자동)"
        },
        {
            "특허고객번호": "119950010253",
            "출원인명": "주식회사골든포요",
            "특허고객대표번호": "119950010253",
            "출원인대표명": "주식회사골든포요",
            "출원인영문대표명": "",
            "주소": "서울 강남구 역삼*동 ***-**"
        },
        {
            "특허고객번호": "419951390225",
            "출원인명": "안중선",
            "특허고객대표번호": "419951390225",
            "출원인대표명": "안중선",
            "출원인영문대표명": "",
            "주소": "주소불분명"
        },
        {
            "특허고객번호": "119950010260",
            "출원인명": "주식회사공간세라믹",
            "특허고객대표번호": "119950010260",
            "출원인대표명": "주식회사공간세라믹",
            "출원인영문대표명": "GONGGAN CERAMIC CO., LTD",
            "주소": "경기도 안성시 미양면 미양로 ***"
        },
        {
            "특허고객번호": "119980004173",
            "출원인명": "공간주차산업주식회사",
            "특허고객대표번호": "119980004173",
            "출원인대표명": "공간주차산업주식회사",
            "출원인영문대표명": "",
            "주소": "대전광역시 대덕구 대전로****번길 *** (대화동)"
        },
        {
            "특허고객번호": "419950010293",
            "출원인명": "지홍삼",
            "특허고객대표번호": "419950010293",
            "출원인대표명": "지홍삼",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 자하문로**길 ** (청운동)"
        },
        {
            "특허고객번호": "419950010303",
            "출원인명": "김원대",
            "특허고객대표번호": "419950010303",
            "출원인대표명": "김원대",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 삼일대로**길 ** (관철동)"
        },
        {
            "특허고객번호": "419950010310",
            "출원인명": "윤한수",
            "특허고객대표번호": "419950010310",
            "출원인대표명": "윤한수",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 윤보선길 ** (안국동)"
        },
        {
            "특허고객번호": "419950010332",
            "출원인명": "이양일",
            "특허고객대표번호": "419950010332",
            "출원인대표명": "이양일",
            "출원인영문대표명": "",
            "주소": "서울 동대문구 답십리*동 ***"
        },
        {
            "특허고객번호": "119950010351",
            "출원인명": "주식회사공영플랜트",
            "특허고객대표번호": "119950010351",
            "출원인대표명": "주식회사공영플랜트",
            "출원인영문대표명": "",
            "주소": "경상북도 포항시 남구 장흥로**번길 **, 포철제*연관단지 ** (장흥동)"
        },
        {
            "특허고객번호": "419950016422",
            "출원인명": "김동희",
            "특허고객대표번호": "419950016422",
            "출원인대표명": "김동희",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 연무장**길 ** (성수동*가)"
        },
        {
            "특허고객번호": "419950016451",
            "출원인명": "이재영",
            "특허고객대표번호": "419950016451",
            "출원인대표명": "이재영",
            "출원인영문대표명": "",
            "주소": "서울특별시 은평구 연서로**길 *-** (대조동)"
        },
        {
            "특허고객번호": "419950016468",
            "출원인명": "전무수",
            "특허고객대표번호": "419950016468",
            "출원인대표명": "전무수",
            "출원인영문대표명": "",
            "주소": "서울 성동구 홍익동 ***"
        },
        {
            "특허고객번호": "419950016474",
            "출원인명": "정안식",
            "특허고객대표번호": "419950016474",
            "출원인대표명": "정안식",
            "출원인영문대표명": "",
            "주소": "서울 광진구 모진동 *-*"
        },
        {
            "특허고객번호": "419950016520",
            "출원인명": "여재중",
            "특허고객대표번호": "419950016520",
            "출원인대표명": "여재중",
            "출원인영문대표명": "",
            "주소": "서울 성동구 하왕십리*동 ***"
        },
        {
            "특허고객번호": "419950016536",
            "출원인명": "김경오",
            "특허고객대표번호": "419950016536",
            "출원인대표명": "김경오",
            "출원인영문대표명": "",
            "주소": "서울 광진구 화양동 **-*"
        },
        {
            "특허고객번호": "419950016565",
            "출원인명": "정진모",
            "특허고객대표번호": "419950016565",
            "출원인대표명": "정진모",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 선유로 *** (당산동)"
        },
        {
            "특허고객번호": "419950016571",
            "출원인명": "장연희",
            "특허고객대표번호": "419950016571",
            "출원인대표명": "장연희",
            "출원인영문대표명": "",
            "주소": "서울 성동구 하왕십리*동 ***-**"
        },
        {
            "특허고객번호": "419950016594",
            "출원인명": "최형식",
            "특허고객대표번호": "419950016594",
            "출원인대표명": "최형식",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 마조로**길 ** (마장동)"
        },
        {
            "특허고객번호": "419950016611",
            "출원인명": "이재복",
            "특허고객대표번호": "419951556274",
            "출원인대표명": "이재복",
            "출원인영문대표명": "",
            "주소": "성동구마장동***-*"
        },
        {
            "특허고객번호": "419950016640",
            "출원인명": "강명구",
            "특허고객대표번호": "419950016640",
            "출원인대표명": "강명구",
            "출원인영문대표명": "",
            "주소": "서울 성동구 마장동 ***"
        },
        {
            "특허고객번호": "419950016662",
            "출원인명": "라영대",
            "특허고객대표번호": "419950016662",
            "출원인대표명": "라영대",
            "출원인영문대표명": "",
            "주소": "중구회현*동**-*"
        },
        {
            "특허고객번호": "419950016679",
            "출원인명": "이성기",
            "특허고객대표번호": "419950016679",
            "출원인대표명": "이성기",
            "출원인영문대표명": "",
            "주소": "서울 성동구 마장동 ***"
        },
        {
            "특허고객번호": "419950016685",
            "출원인명": "신현덕",
            "특허고객대표번호": "419950016685",
            "출원인대표명": "신현덕",
            "출원인영문대표명": "",
            "주소": "서울특별시 관악구 봉천로**길 **-** (봉천동)"
        },
        {
            "특허고객번호": "419950016718",
            "출원인명": "곽오진",
            "특허고객대표번호": "419950016718",
            "출원인대표명": "곽오진",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 사근동길 **-* (사근동)"
        },
        {
            "특허고객번호": "119950002595",
            "출원인명": "유한회사갑진금속산업",
            "특허고객대표번호": "119950002595",
            "출원인대표명": "유한회사갑진금속산업",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 강남대로 *** (역삼동)"
        },
        {
            "특허고객번호": "119980000352",
            "출원인명": "주식회사강남기공",
            "특허고객대표번호": "119980000352",
            "출원인대표명": "주식회사강남기공",
            "출원인영문대표명": "GANGNAM MECHANICAL ENGINEERING CO.,LTD",
            "주소": "인천광역시 서구 중봉대로***번길 ** (석남동)"
        },
        {
            "특허고객번호": "119950002611",
            "출원인명": "강남제약주식회사",
            "특허고객대표번호": "119950002611",
            "출원인대표명": "강남제약주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 안산시 단원구 만해로***번길 ** (신길동)"
        },
        {
            "특허고객번호": "119950002628",
            "출원인명": "강남종합건설주식회사",
            "특허고객대표번호": "119950002628",
            "출원인대표명": "강남종합건설주식회사",
            "출원인영문대표명": "",
            "주소": "서울 서초구 서초동 ***번지 *호"
        },
        {
            "특허고객번호": "119980000381",
            "출원인명": "강남필터 주식회사",
            "특허고객대표번호": "119980000381",
            "출원인대표명": "강남필터 주식회사",
            "출원인영문대표명": "Kangnam Filter Co., LTD.",
            "주소": "경기도 화성시 장안면 *.*만세로***번길 **, 수촌리 ***-*"
        },
        {
            "특허고객번호": "119980000408",
            "출원인명": "주식회사  바이오콤",
            "특허고객대표번호": "119980000408",
            "출원인대표명": "주식회사  바이오콤",
            "출원인영문대표명": "BIOCOM CO.,LTD.",
            "주소": "부산광역시 강서구 화전산단*로 ** (화전동)"
        },
        {
            "특허고객번호": "119980000414",
            "출원인명": "강산기계주식회사",
            "특허고객대표번호": "119980000414",
            "출원인대표명": "강산기계주식회사",
            "출원인영문대표명": "KANG SAN MACHINE CO.,",
            "주소": "부산광역시 사상구 새벽로**번길 ** (학장동)"
        },
        {
            "특허고객번호": "119980000437",
            "출원인명": "주식회사 지에스켐",
            "특허고객대표번호": "119980000437",
            "출원인대표명": "주식회사 지에스켐",
            "출원인영문대표명": "GS Chem Co., Ltd.",
            "주소": "서울특별시 강남구 역삼로 *** (역삼동)"
        },
        {
            "특허고객번호": "119950002663",
            "출원인명": "주식회사강숙희레디스웨어",
            "특허고객대표번호": "119950002663",
            "출원인대표명": "주식회사강숙희레디스웨어",
            "출원인영문대표명": "KANG SOOK HL LADIES WEAR CO., LTD.",
            "주소": "서울특별시 강남구 압구정로 *** (청담동)"
        },
        {
            "특허고객번호": "119950002692",
            "출원인명": "강원농산주식회사",
            "특허고객대표번호": "119950002692",
            "출원인대표명": "강원농산주식회사",
            "출원인영문대표명": "",
            "주소": "강원도 횡성군 횡성읍 청용*길 *"
        },
        {
            "특허고객번호": "119950002702",
            "출원인명": "주식회사 강원농원",
            "특허고객대표번호": "119950002702",
            "출원인대표명": "주식회사 강원농원",
            "출원인영문대표명": "KANG WON FRAM CO., LTD",
            "주소": "경기도 양주시 은현면 양연로 **-**"
        },
        {
            "특허고객번호": "119980000472",
            "출원인명": "강원산업주식회사",
            "특허고객대표번호": "119980000472",
            "출원인대표명": "강원산업주식회사",
            "출원인영문대표명": "KWANG WOON  INDUSTRIAL CO.,LTD",
            "주소": "강원 태백시 철암동 ***번지"
        },
        {
            "특허고객번호": "119950002725",
            "출원인명": "주식회사강일엔터프라이즈",
            "특허고객대표번호": "119950002725",
            "출원인대표명": "주식회사강일엔터프라이즈",
            "출원인영문대표명": "",
            "주소": "강원도 춘천시 공지로***번길 *-* (석사동)"
        },
        {
            "특허고객번호": "119950002754",
            "출원인명": "주식회사개명제화상사",
            "특허고객대표번호": "119950002754",
            "출원인대표명": "주식회사개명제화상사",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 광성로 **-** (신수동)"
        },
        {
            "특허고객번호": "119950002761",
            "출원인명": "거도산업주식회사",
            "특허고객대표번호": "119950002761",
            "출원인대표명": "거도산업주식회사",
            "출원인영문대표명": "",
            "주소": "경기 시흥시 정왕동 시화공단 *다***호"
        },
        {
            "특허고객번호": "119950006581",
            "출원인명": "금성이동통신주식회사",
            "특허고객대표번호": "119950006581",
            "출원인대표명": "금성이동통신주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 돈화문로**길 ** (봉익동)"
        },
        {
            "특허고객번호": "119980002803",
            "출원인명": "현대반도체 주식회사",
            "특허고객대표번호": "119980002803",
            "출원인대표명": "현대반도체 주식회사",
            "출원인영문대표명": "HYUNDAI MICRO ELECTRONICS CO.,LTD.",
            "주소": "충북 청주시 흥덕구 향정동 *번지"
        },
        {
            "특허고객번호": "119980002810",
            "출원인명": "금성자판기주식회사",
            "특허고객대표번호": "119980002810",
            "출원인대표명": "금성자판기주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 창경궁로 * (충무로*가)"
        },
        {
            "특허고객번호": "119980002826",
            "출원인명": "금성전기주식회사",
            "특허고객대표번호": "119980002826",
            "출원인대표명": "금성전기주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 여의대로 *** (여의도동)"
        },
        {
            "특허고객번호": "119980002832",
            "출원인명": "주식회사 엘에스",
            "특허고객대표번호": "119980002832",
            "출원인대표명": "주식회사 엘에스",
            "출원인영문대표명": "LS Corp.",
            "주소": "서울특별시 용산구 한강대로**(한강로*가)"
        },
        {
            "특허고객번호": "119950010841",
            "출원인명": "주식회사국제의료기",
            "특허고객대표번호": "119950010841",
            "출원인대표명": "주식회사국제의료기",
            "출원인영문대표명": "",
            "주소": "서울 종로구 명륜동*가 *-**"
        },
        {
            "특허고객번호": "119950010857",
            "출원인명": "주식회사국제익스프레스",
            "특허고객대표번호": "119950010857",
            "출원인대표명": "주식회사국제익스프레스",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 매헌로*길 ** (양재동)"
        },
        {
            "특허고객번호": "119980004310",
            "출원인명": "주식회사 대명코퍼레이션",
            "특허고객대표번호": "119980004310",
            "출원인대표명": "주식회사 대명코퍼레이션",
            "출원인영문대표명": "DAEMYUNG CORPORATION CO.,LTD. ",
            "주소": "강원도 홍천군 서면 한치골길 ***"
        },
        {
            "특허고객번호": "119950010863",
            "출원인명": "국제종합금융주식회사",
            "특허고객대표번호": "119950010863",
            "출원인대표명": "국제종합금융주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 청계천로 ** (무교동)"
        },
        {
            "특허고객번호": "119980004332",
            "출원인명": "군자교역주식회사",
            "특허고객대표번호": "119980004332",
            "출원인대표명": "군자교역주식회사",
            "출원인영문대표명": "",
            "주소": "서울 광진구 능동 **-* TLBS B/D"
        },
        {
            "특허고객번호": "119950010919",
            "출원인명": "권선데이타주식회사",
            "특허고객대표번호": "119950010919",
            "출원인대표명": "권선데이타주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강서구 강서로 *** (화곡동)"
        },
        {
            "특허고객번호": "119950010931",
            "출원인명": "주식회사그루포상사",
            "특허고객대표번호": "119950010931",
            "출원인대표명": "주식회사그루포상사",
            "출원인영문대표명": "",
            "주소": "서울 강남구 포이동 ***-*"
        },
        {
            "특허고객번호": "119950010954",
            "출원인명": "주식회사 그린기술",
            "특허고객대표번호": "119950010954",
            "출원인대표명": "주식회사 그린기술",
            "출원인영문대표명": "GREEN TECHNOLOGY CO.,LTD",
            "주소": "서울특별시 송파구 법원로*길 **, 디동 **층(문정동, 에이치비지니스파크)"
        },
        {
            "특허고객번호": "419950010971",
            "출원인명": "양기철",
            "특허고객대표번호": "419950010971",
            "출원인대표명": "양기철",
            "출원인영문대표명": "",
            "주소": "서울 동작구 본동 ***-*"
        },
        {
            "특허고객번호": "119950002783",
            "출원인명": "주식회사거듭남",
            "특허고객대표번호": "119950002783",
            "출원인대표명": "주식회사거듭남",
            "출원인영문대표명": "",
            "주소": "부산 연제구 연산*동 ***-*"
        },
        {
            "특허고객번호": "119950002800",
            "출원인명": "주식회사거륭",
            "특허고객대표번호": "119950002800",
            "출원인대표명": "주식회사거륭",
            "출원인영문대표명": "",
            "주소": "경기 부천시 오정구 삼정동 ***-*호"
        },
        {
            "특허고객번호": "420090601613",
            "출원인명": "유영호",
            "특허고객대표번호": "420090601613",
            "출원인대표명": "유영호",
            "출원인영문대표명": "YOU Young Ho",
            "주소": "인천광역시 남동구 장아산로 ***, 임광@ ***동 ***호 (서창동)"
        },
        {
            "특허고객번호": "119950006426",
            "출원인명": "주식회사금산금속",
            "특허고객대표번호": "119950006426",
            "출원인대표명": "주식회사금산금속",
            "출원인영문대표명": "",
            "주소": "서울시중구인현동***-*"
        },
        {
            "특허고객번호": "119950006432",
            "출원인명": "주식회사금산기계",
            "특허고객대표번호": "119950006432",
            "출원인대표명": "주식회사금산기계",
            "출원인영문대표명": "",
            "주소": "경남 마산시 회원구 봉암동 ***-**"
        },
        {
            "특허고객번호": "119980002673",
            "출원인명": "금산사화학주식회사",
            "특허고객대표번호": "119980002673",
            "출원인대표명": "금산사화학주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 원효로**길 ** (원효로*가)"
        },
        {
            "특허고객번호": "119950006461",
            "출원인명": "주식회사금산통상",
            "특허고객대표번호": "119999008725",
            "출원인대표명": "(주)금산통상",
            "출원인영문대표명": "",
            "주소": "서울특별시성동구능동**-*"
        },
        {
            "특허고객번호": "119980002680",
            "출원인명": "주식회사 월드북센터",
            "특허고객대표번호": "119980969949",
            "출원인대표명": "(주) 월드북센터",
            "출원인영문대표명": "worldbookcenter co.,ltd",
            "주소": "서울특별시 강남구 강남대로 *** (논현동)"
        },
        {
            "특허고객번호": "119950006484",
            "출원인명": "주식회사금성",
            "특허고객대표번호": "119950006484",
            "출원인대표명": "주식회사금성",
            "출원인영문대표명": "",
            "주소": "부산 사상구 학장동 ***-**"
        },
        {
            "특허고객번호": "119950006491",
            "출원인명": "금성경보주식회사",
            "특허고객대표번호": "119950006491",
            "출원인대표명": "금성경보주식회사",
            "출원인영문대표명": "",
            "주소": "서울 마포구 합정동 ***-**"
        },
        {
            "특허고객번호": "119980002706",
            "출원인명": "금성교과서주식회사",
            "특허고객대표번호": "119980002706",
            "출원인대표명": "금성교과서주식회사",
            "출원인영문대표명": "KUM SUNG TEXTBOOK CO., LTD",
            "주소": "서울특별시 마포구 만리재옛길 ** (공덕동)"
        },
        {
            "특허고객번호": "119950006530",
            "출원인명": "주식회사금성교역",
            "특허고객대표번호": "119950006530",
            "출원인대표명": "주식회사금성교역",
            "출원인영문대표명": "",
            "주소": "경기 부천시 원미구 도당동 ****-*"
        },
        {
            "특허고객번호": "119980002712",
            "출원인명": "금성기전주식회사",
            "특허고객대표번호": "119980002712",
            "출원인대표명": "금성기전주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 여의대로 *** (여의도동)"
        },
        {
            "특허고객번호": "119980002735",
            "출원인명": "금성반도체주식회사",
            "특허고객대표번호": "119952800215",
            "출원인대표명": "금성반도체",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 여의대로 *** (여의도동)"
        },
        {
            "특허고객번호": "119950006552",
            "출원인명": "금성식연주식회사",
            "특허고객대표번호": "119950006552",
            "출원인대표명": "금성식연주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 반포대로 ** (서초동)"
        },
        {
            "특허고객번호": "119980002787",
            "출원인명": "엘지전자부품 주식회사",
            "특허고객대표번호": "119980002787",
            "출원인대표명": "엘지전자부품 주식회사",
            "출원인영문대표명": "LG     ELECTRO COMPONENTS CO.",
            "주소": "경남 양산시 북정동 ***번지"
        },
        {
            "특허고객번호": "119950006575",
            "출원인명": "금성융단주식회사",
            "특허고객대표번호": "119950006575",
            "출원인대표명": "금성융단주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 여의대방로 *** (여의도동)"
        },
        {
            "특허고객번호": "119950003016",
            "출원인명": "건영전기산업주식회사",
            "특허고객대표번호": "119950003016",
            "출원인대표명": "건영전기산업주식회사",
            "출원인영문대표명": "",
            "주소": "인천광역시 남동구 남동동로 *** (남촌동)"
        },
        {
            "특허고객번호": "119950003039",
            "출원인명": "건우통산주식회사",
            "특허고객대표번호": "119950003039",
            "출원인대표명": "건우통산주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 방배로 *** (방배동)"
        },
        {
            "특허고객번호": "120090601690",
            "출원인명": "(주)대성티씨에스",
            "특허고객대표번호": "120090601690",
            "출원인대표명": "(주)대성티씨에스",
            "출원인영문대표명": "DAESUNG TOTAL CONVEYOR SYSTEM CO.,LTD.",
            "주소": "경기도 군포시 경수대로 ***, B동 ***호 (당정동, 한솔테크노타운)"
        },
        {
            "특허고객번호": "119950006147",
            "출원인명": "금강모방공업주식회사",
            "특허고객대표번호": "119950006147",
            "출원인대표명": "금강모방공업주식회사",
            "출원인영문대표명": "",
            "주소": "부산광역시 연제구 아시아드대로**번길 ** (거제동)"
        },
        {
            "특허고객번호": "119980002553",
            "출원인명": "주식회사금강어패럴",
            "특허고객대표번호": "119980002553",
            "출원인대표명": "주식회사금강어패럴",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 퇴계로 ** (남창동)"
        },
        {
            "특허고객번호": "119950006153",
            "출원인명": "주식회사금강엔터프라이스",
            "특허고객대표번호": "119950006153",
            "출원인대표명": "주식회사금강엔터프라이스",
            "출원인영문대표명": "",
            "주소": "서울특별시 용산구 이태원로 ***-* (한남동)"
        },
        {
            "특허고객번호": "119950006160",
            "출원인명": "주식회사금강여행사",
            "특허고객대표번호": "119950006160",
            "출원인대표명": "주식회사금강여행사",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 사직로 *** (적선동)"
        },
        {
            "특허고객번호": "119950006176",
            "출원인명": "주식회사 금강연마",
            "특허고객대표번호": "119990222888",
            "출원인대표명": "(주)금강연마",
            "출원인영문대표명": "KEUM KANG",
            "주소": "충청북도 중원군 신니면 견학리 ***-*"
        },
        {
            "특허고객번호": "119950006209",
            "출원인명": "금강제약주식회사",
            "특허고객대표번호": "119950006209",
            "출원인대표명": "금강제약주식회사",
            "출원인영문대표명": "",
            "주소": "경기 안성시 대덕면 소현리 ***-*"
        },
        {
            "특허고객번호": "119950006238",
            "출원인명": "주식회사금강푸라콘",
            "특허고객대표번호": "119950006238",
            "출원인대표명": "주식회사금강푸라콘",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 고산자로 ***, 다남매B/D***호 (도선동)"
        },
        {
            "특허고객번호": "119980002582",
            "출원인명": "주식회사 금 경",
            "특허고객대표번호": "119980002582",
            "출원인대표명": "주식회사 금 경",
            "출원인영문대표명": "kkkkk",
            "주소": "서울특별시 강남구 삼성로 *** (청담동)"
        },
        {
            "특허고객번호": "119950006244",
            "출원인명": "주식회사금관",
            "특허고객대표번호": "119950006244",
            "출원인대표명": "주식회사금관",
            "출원인영문대표명": "",
            "주소": "대구광역시 서구 달서로**길 * (비산동)"
        },
        {
            "특허고객번호": "119950006267",
            "출원인명": "주식회사금구",
            "특허고객대표번호": "119950006267",
            "출원인대표명": "주식회사금구",
            "출원인영문대표명": "",
            "주소": "충북 제천시 금성면 양화리 ***-*"
        },
        {
            "특허고객번호": "119950006273",
            "출원인명": "금구산업주식회사",
            "특허고객대표번호": "119950006273",
            "출원인대표명": "금구산업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 여의나루로 ** (여의도동)"
        },
        {
            "특허고객번호": "119950006306",
            "출원인명": "(주)금도교역",
            "특허고객대표번호": "119950006306",
            "출원인대표명": "(주)금도교역",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 다산로**길 **, ***호 (신당동, 복장문화회관)"
        },
        {
            "특허고객번호": "119950006312",
            "출원인명": "금동물산주식회사",
            "특허고객대표번호": "119950006312",
            "출원인대표명": "금동물산주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 압구정로 *** (청담동)"
        },
        {
            "특허고객번호": "119950006341",
            "출원인명": "금동조명주식회사",
            "특허고객대표번호": "119986119323",
            "출원인대표명": "금동조명주식회사",
            "출원인영문대표명": "KUMDONG LIGHTING CO., LTD",
            "주소": "광주광역시 광산구 하남산단*번로 ** (장덕동)"
        },
        {
            "특허고객번호": "119950006364",
            "출원인명": "주식회사금륜",
            "특허고객대표번호": "119950006364",
            "출원인대표명": "주식회사금륜",
            "출원인영문대표명": "",
            "주소": "경기 부천시 오정구 삼정동 **-**"
        },
        {
            "특허고객번호": "119950006387",
            "출원인명": "금보실업주식회사",
            "특허고객대표번호": "119950006387",
            "출원인대표명": "금보실업주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 다산로 ***-* (신당동)"
        },
        {
            "특허고객번호": "119950006403",
            "출원인명": "주식회사금복실업",
            "특허고객대표번호": "119950006403",
            "출원인대표명": "주식회사금복실업",
            "출원인영문대표명": "",
            "주소": "서울 강동구 성내*동 ** 의*호"
        },
        {
            "특허고객번호": "119980002651",
            "출원인명": "주식회사금비화장품",
            "특허고객대표번호": "119980002651",
            "출원인대표명": "주식회사금비화장품",
            "출원인영문대표명": "KUMBI COSMETICS CO., LTD.",
            "주소": "서울특별시 송파구 도곡로 *** (잠실동)"
        },
        {
            "특허고객번호": "520090601988",
            "출원인명": "엠파이어 테크놀로지 디벨롭먼트 엘엘씨",
            "특허고객대표번호": "520090601988",
            "출원인대표명": "엠파이어 테크놀로지 디벨롭먼트 엘엘씨",
            "출원인영문대표명": "EMPIRE TECHNOLOGY DEVELOPMENT LLC",
            "주소": "미국 ***** 델라웨어주 윌밍턴 센터빌 로드 **** 스위트 ***"
        },
        {
            "특허고객번호": "419950010543",
            "출원인명": "단흥덕",
            "특허고객대표번호": "419950010543",
            "출원인대표명": "단흥덕",
            "출원인영문대표명": "",
            "주소": "서울특별시 종로구 북촌로*나길 ** (삼청동)"
        },
        {
            "특허고객번호": "419950010550",
            "출원인명": "안영남",
            "특허고객대표번호": "419950010550",
            "출원인대표명": "안영남",
            "출원인영문대표명": "",
            "주소": "서울 종로구 도렴동 **  *통*반"
        },
        {
            "특허고객번호": "419950010566",
            "출원인명": "김윤",
            "특허고객대표번호": "419950010566",
            "출원인대표명": "김윤",
            "출원인영문대표명": "",
            "주소": "서울 동작구 동작동 *** 반포아파트 **-***"
        },
        {
            "특허고객번호": "419950010572",
            "출원인명": "양규모",
            "특허고객대표번호": "419950010572",
            "출원인대표명": "양규모",
            "출원인영문대표명": "",
            "주소": "부산광역시 동구 범곡로 ** (범일동)"
        },
        {
            "특허고객번호": "419950010605",
            "출원인명": "김종호",
            "특허고객대표번호": "419950010605",
            "출원인대표명": "김종호",
            "출원인영문대표명": "",
            "주소": "서울특별시 성동구 왕십리로**가길 **-* (하왕십리동)"
        },
        {
            "특허고객번호": "119980004241",
            "출원인명": "교보증권 주식회사",
            "특허고객대표번호": "119980004241",
            "출원인대표명": "교보증권 주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 영등포구 의사당대로 ** (여의도동)"
        },
        {
            "특허고객번호": "119980004258",
            "출원인명": "주식회사 교연컨설팅",
            "특허고객대표번호": "119980004258",
            "출원인대표명": "주식회사 교연컨설팅",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 논현로**길 *, 오토빌딩 *층 (역삼동)"
        },
        {
            "특허고객번호": "119950010646",
            "출원인명": "주식회사교육정보시스템",
            "특허고객대표번호": "119950010646",
            "출원인대표명": "주식회사교육정보시스템",
            "출원인영문대표명": "",
            "주소": "서울특별시 서초구 효령로**길 **, 신성오피스텔B관****호 (서초동)"
        },
        {
            "특허고객번호": "119950010652",
            "출원인명": "주식회사교육채널",
            "특허고객대표번호": "119950010652",
            "출원인대표명": "주식회사교육채널",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 성미산로 ***, 윤이빌딩 *층 (연남동)"
        },
        {
            "특허고객번호": "419950010686",
            "출원인명": "정경해",
            "특허고객대표번호": "419950010686",
            "출원인대표명": "정경해",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 석촌호수로 ***, ***동 ***호 (잠실동)"
        },
        {
            "특허고객번호": "419950010692",
            "출원인명": "김정규",
            "특허고객대표번호": "419950010692",
            "출원인대표명": "김정규",
            "출원인영문대표명": "",
            "주소": "서울특별시 동대문구 이문로**가길 ** (이문동)"
        },
        {
            "특허고객번호": "419951382852",
            "출원인명": "전성배",
            "특허고객대표번호": "419951382852",
            "출원인대표명": "전성배",
            "출원인영문대표명": "",
            "주소": "주소불분명"
        },
        {
            "특허고객번호": "119950010743",
            "출원인명": "구족회화 주식회사",
            "특허고객대표번호": "119950010743",
            "출원인대표명": "구족회화 주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 강남구 테헤란로***길 **, ***호 (대치동, 삼호빌딩)"
        },
        {
            "특허고객번호": "119950010750",
            "출원인명": "주식회사구하산업",
            "특허고객대표번호": "119950010750",
            "출원인대표명": "주식회사구하산업",
            "출원인영문대표명": "",
            "주소": "서울특별시 송파구 양재대로**길 ** (가락동)"
        },
        {
            "특허고객번호": "119950010772",
            "출원인명": "주식회사국민트랜스",
            "특허고객대표번호": "119950010772",
            "출원인대표명": "주식회사국민트랜스",
            "출원인영문대표명": "",
            "주소": "서울특별시 중구 만리재로 ***, *층(만리동*가)"
        },
        {
            "특허고객번호": "119950010834",
            "출원인명": "국제식품주식회사",
            "특허고객대표번호": "119950010834",
            "출원인대표명": "국제식품주식회사",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 양화로 *** (동교동)"
        },
        {
            "특허고객번호": "119980004303",
            "출원인명": "주식회사 국제안전정밀",
            "특허고객대표번호": "119980004303",
            "출원인대표명": "주식회사 국제안전정밀",
            "출원인영문대표명": "KUK JE SECURITY PRECISION Co., Ltd.",
            "주소": "서울특별시 동대문구 제기로**길 ** (청량리동)"
        },
        {
            "특허고객번호": "419950016348",
            "출원인명": "서정진",
            "특허고객대표번호": "419950016348",
            "출원인대표명": "서정진",
            "출원인영문대표명": "",
            "주소": "서울 성동구 하왕십리*동 ****번지"
        },
        {
            "특허고객번호": "419950016361",
            "출원인명": "안희용",
            "특허고객대표번호": "419950160659",
            "출원인대표명": "안희용",
            "출원인영문대표명": "",
            "주소": "성동구하왕십리*동****"
        },
        {
            "특허고객번호": "419950016377",
            "출원인명": "조서구",
            "특허고객대표번호": "419950016377",
            "출원인대표명": "조서구",
            "출원인영문대표명": "",
            "주소": "서울 성동구 하왕십리*동 ***-**"
        },
        {
            "특허고객번호": "419950016383",
            "출원인명": "황의구",
            "특허고객대표번호": "419950186960",
            "출원인대표명": "황의구",
            "출원인영문대표명": "",
            "주소": "서울특별시 마포구 월드컵북로*길 **-* (서교동)"
        },
        {
            "특허고객번호": "419950016400",
            "출원인명": "김교래",
            "특허고객대표번호": "419950016400",
            "출원인대표명": "김교래",
            "출원인영문대표명": "",
            "주소": "서울 성동구 홍익동 ***-*"
        },
        {
            "특허고객번호": "119980004401",
            "출원인명": "주식회사 케이씨씨건설",
            "특허고객대표번호": "119980004401",
            "출원인대표명": "주식회사 케이씨씨건설",
            "출원인영문대표명": "KCC Engineering ＆ Construction Co., Ltd.",
            "주소": "서울특별시 서초구 강남대로 *** (잠원동)"
        },
        {
            "특허고객번호": "119950011359",
            "출원인명": "금남산업주식회사",
            "특허고객대표번호": "119950011359",
            "출원인대표명": "금남산업주식회사",
            "출원인영문대표명": "",
            "주소": "부산광역시 사상구 주례로 *** (주례동)"
        },
        {
            "특허고객번호": "119950011371",
            "출원인명": "주식회사금문물산",
            "특허고객대표번호": "119950011371",
            "출원인대표명": "주식회사금문물산",
            "출원인영문대표명": "",
            "주소": "서울특별시 도봉구 방학로*길 * (방학동)"
        },
        {
            "특허고객번호": "419950011399",
            "출원인명": "강남철",
            "특허고객대표번호": "419950011399",
            "출원인대표명": "강남철",
            "출원인영문대표명": "",
            "주소": "서울특별시 동작구 사당로**길 *** (사당동)"
        },
        {
            "특허고객번호": "119980004430",
            "출원인명": "주식회사 금   미",
            "특허고객대표번호": "119980004430",
            "출원인대표명": "주식회사 금   미",
            "출원인영문대표명": "KUMMI CO.,LTD",
            "주소": "부산 동래구 사직*동 *-**"
        },
        {
            "특허고객번호": "119950011404",
            "출원인명": "금보산업주식회사",
            "특허고객대표번호": "119950011404",
            "출원인대표명": "금보산업주식회사",
            "출원인영문대표명": "",
            "주소": "대전광역시 동구 대전천동로 ***, *층 (중동, 충일타워)"
        },
        {
            "특허고객번호": "119950011427",
            "출원인명": "유한회사금산",
            "특허고객대표번호": "119950011427",
            "출원인대표명": "유한회사금산",
            "출원인영문대표명": "",
            "주소": "전라북도 김제시 금산면 수류로 ***"
        },
        {
            "특허고객번호": "119950011433",
            "출원인명": "금성기계주식회사",
            "특허고객대표번호": "119950011433",
            "출원인대표명": "금성기계주식회사",
            "출원인영문대표명": "",
            "주소": "경기도 안산시 단원구 산단로**번길 ** (원시동)"
        },
        {
            "특허고객번호": "119950011456",
            "출원인명": "주식회사금아오토릴",
            "특허고객대표번호": "119950011456",
            "출원인대표명": "주식회사금아오토릴",
            "출원인영문대표명": "",
            "주소": "서울특별시 광진구 동일로 *** (화양동)"
        },
        {
            "특허고객번호": "420090605554",
            "출원인명": "이지영",
            "특허고객대표번호": "420090605554",
            "출원인대표명": "이지영",
            "출원인영문대표명": "LEE, JI-YOUNG",
            "주소": "전라북도 전주시 덕진구 숲정이*길 **-* (진북동)"
        }
    ]
    };

    mock.onGet('/api/search-app/applicant').reply((config) => {
        return [200, applicantDB.applicant];
    });
    