import mock from './../mock';
import FuseUtils from '@fuse/utils';
import _ from '@lodash';

const classifyDB = {
	classify: [
		{
			등록사항: '공개',
			'발명의명칭(국문)': '바퀴동력제어기와 방향변환기를 장착한 소형차',
			출원번호: '1020130083279',
			출원일자: '20130716',
			출원인1: '김기원',
			출원인코드1: '419980060672',
			발명자1: '김기원',
			등록일자: null,
			공개일자: '20150126',
			ipc요약: 'B62D',
			tableData: {
				id: 0
			}
		},
		{
			등록사항: '거절',
			'발명의명칭(국문)': '전동자전거용 배터리팩에 대한 배터리관리시스템 하이브리드 리셋 제어 장치 및 방법',
			출원번호: '1020130151507',
			출원일자: '20131206',
			출원인1: '넥스콘 테크놀러지 주식회사',
			출원인코드1: '119980966295',
			발명자1: '최경덕',
			등록일자: null,
			공개일자: '20150616',
			ipc요약: 'B60L',
			tableData: {
				id: 1
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '하이브리드 자전거',
			출원번호: '1020130152784',
			출원일자: '20131210',
			출원인1: '백석기',
			출원인코드1: '419990526004',
			발명자1: '백석기',
			등록일자: '20150922',
			공개일자: '20150618',
			ipc요약: 'B62M',
			tableData: {
				id: 2
			}
		},
		{
			등록사항: '공개',
			'발명의명칭(국문)': '금속과 비금속 나노물질을 이용한 고효율의 제너레이터가 장착된 스쿠터',
			출원번호: '1020140100462',
			출원일자: '20140805',
			출원인1: '김해용',
			출원인코드1: '419990445162',
			발명자1: '전정호',
			등록일자: null,
			공개일자: '20160215',
			ipc요약: 'B62J',
			tableData: {
				id: 3
			}
		},
		{
			등록사항: '거절',
			'발명의명칭(국문)': '태양광 구동 하이브리드 쓰레기통',
			출원번호: '1020140168944',
			출원일자: '20141128',
			출원인1: '주식회사 쏠라리스',
			출원인코드1: '120140666152',
			발명자1: '정종회',
			등록일자: null,
			공개일자: '20160608',
			ipc요약: 'B65F',
			tableData: {
				id: 4
			}
		},
		{
			등록사항: '거절',
			'발명의명칭(국문)': '차세대 친환경 자동차용 2차 전지 제어장치',
			출원번호: '1020150019577',
			출원일자: '20150209',
			출원인1: '(주)브이엠이코리아',
			출원인코드1: '120140573300',
			발명자1: '조범동',
			등록일자: null,
			공개일자: '20160818',
			ipc요약: 'B60L',
			tableData: {
				id: 5
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '하이브리드 전기자전거',
			출원번호: '1020160057980',
			출원일자: '20160512',
			출원인1: '선문대학교 산학협력단',
			출원인코드1: '220040100362',
			발명자1: '박용재',
			등록일자: '20180124',
			공개일자: '20171123',
			ipc요약: 'B62M',
			tableData: {
				id: 6
			}
		},
		{
			등록사항: '공개',
			'발명의명칭(국문)': '하이브리드 자전거',
			출원번호: '1020170088949',
			출원일자: '20170711',
			출원인1: '박민철',
			출원인코드1: '419980143527',
			발명자1: '박민철',
			등록일자: null,
			공개일자: '20190121',
			ipc요약: 'B62M',
			tableData: {
				id: 7
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '장거리 여행을 위한 자전거용 하이브리드 자주식 카트',
			출원번호: '1020180013022',
			출원일자: '20180201',
			출원인1: '송희준',
			출원인코드1: '420160549485',
			발명자1: '송희준',
			등록일자: '20190325',
			공개일자: null,
			ipc요약: 'B62M',
			tableData: {
				id: 8
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '전기차 과전압 방지 기능을 갖는 비접촉 수전장치, 충전 시스템 및 그 제어 방법',
			출원번호: '1020180059283',
			출원일자: '20180524',
			출원인1: '(주)그린파워',
			출원인코드1: '120030150210',
			발명자1: '유효열',
			등록일자: '20190130',
			공개일자: null,
			ipc요약: 'B60L',
			tableData: {
				id: 9
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '전기차용 비접촉 급전장치',
			출원번호: '1020180065990',
			출원일자: '20180608',
			출원인1: '(주)그린파워',
			출원인코드1: '120030150210',
			발명자1: '유효열',
			등록일자: '20181228',
			공개일자: null,
			ipc요약: 'B60L',
			tableData: {
				id: 10
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '자가발전기, 연료전지, 태양전지를 이용한 자전거용 전원공급 장치',
			출원번호: '1020060134668',
			출원일자: '20061222',
			출원인1: '연세대학교 산학협력단',
			출원인코드1: '220050095099',
			발명자1: '문일',
			등록일자: '20080626',
			공개일자: '20070130',
			ipc요약: 'B62J',
			tableData: {
				id: 11
			}
		},
		{
			등록사항: '취하',
			'발명의명칭(국문)': '네 바퀴에 각각 독립적인 완충기능을 갖춘 이륜구동운송수단',
			출원번호: '1020070040002',
			출원일자: '20070424',
			출원인1: '신병철',
			출원인코드1: '419980570415',
			발명자1: '신병철',
			등록일자: null,
			공개일자: '20081029',
			ipc요약: 'B62K',
			tableData: {
				id: 12
			}
		},
		{
			등록사항: '거절',
			'발명의명칭(국문)': '하이브리드 프리휠 장치',
			출원번호: '1020070076368',
			출원일자: '20070730',
			출원인1: '정연석',
			출원인코드1: '420030287716',
			발명자1: '정연석',
			등록일자: null,
			공개일자: '20070827',
			ipc요약: 'B62M',
			tableData: {
				id: 13
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '보행자 및 자전거 전용 도로용 탄성바닥재',
			출원번호: '1020070114200',
			출원일자: '20071109',
			출원인1: '듀라케미 (주)',
			출원인코드1: '120060387799',
			발명자1: '정진일',
			등록일자: '20080303',
			공개일자: null,
			ipc요약: 'E01C',
			tableData: {
				id: 14
			}
		},
		{
			등록사항: '포기',
			'발명의명칭(국문)': '가스 엔진 구동 하이브리드 자전거',
			출원번호: '1020080129031',
			출원일자: '20081218',
			출원인1: '엠팩트 주식회사',
			출원인코드1: '120040291349',
			발명자1: '최흥옥',
			등록일자: null,
			공개일자: '20100628',
			ipc요약: 'B62M',
			tableData: {
				id: 15
			}
		},
		{
			등록사항: '거절',
			'발명의명칭(국문)': '축전지팩의 제어 관리 장치 및 그 방법',
			출원번호: '1020090005269',
			출원일자: '20090121',
			출원인1: '주식회사 와튼',
			출원인코드1: '119980040457',
			발명자1: '김득수',
			등록일자: null,
			공개일자: '20100729',
			ipc요약: 'G01R',
			tableData: {
				id: 16
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '수동과 자동 기능을 갖는 하이브리드 동력전달장치',
			출원번호: '1020090020370',
			출원일자: '20090310',
			출원인1: '주식회사 진영전공',
			출원인코드1: '119990576677',
			발명자1: '김택진',
			등록일자: '20090731',
			공개일자: null,
			ipc요약: 'B62M',
			tableData: {
				id: 17
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '하이브리드 자전거',
			출원번호: '1020090050282',
			출원일자: '20090608',
			출원인1: '주식회사 삼현',
			출원인코드1: '119981108964',
			발명자1: '황성호',
			등록일자: '20090909',
			공개일자: null,
			ipc요약: 'B62M',
			tableData: {
				id: 18
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '하이브리드 자전거',
			출원번호: '1020090050289',
			출원일자: '20090608',
			출원인1: '주식회사 삼현',
			출원인코드1: '119981108964',
			발명자1: '황성호',
			등록일자: '20090824',
			공개일자: null,
			ipc요약: 'B62K',
			tableData: {
				id: 19
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '하이브리드 자전거의 제어방법',
			출원번호: '1020090050286',
			출원일자: '20090608',
			출원인1: '주식회사 삼현',
			출원인코드1: '119981108964',
			발명자1: '황성호',
			등록일자: '20090817',
			공개일자: null,
			ipc요약: 'B62M',
			tableData: {
				id: 20
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '하이브리드 자전거 및 그의 고장표시방법',
			출원번호: '1020090050283',
			출원일자: '20090608',
			출원인1: '주식회사 삼현',
			출원인코드1: '119981108964',
			발명자1: '황성호',
			등록일자: '20090909',
			공개일자: null,
			ipc요약: 'B62M',
			tableData: {
				id: 21
			}
		},
		{
			등록사항: '거절',
			'발명의명칭(국문)': '무체인자전거',
			출원번호: '1020090069742',
			출원일자: '20090728',
			출원인1: '장진식',
			출원인코드1: '419980451657',
			발명자1: '장진식',
			등록일자: null,
			공개일자: '20090821',
			ipc요약: 'B62M',
			tableData: {
				id: 22
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '엔진음/배기음 발생장치 및 방법과 기록매체',
			출원번호: '1020090078983',
			출원일자: '20090825',
			출원인1: '백상주',
			출원인코드1: '419980509451',
			발명자1: '백상주',
			등록일자: '20130531',
			공개일자: '20101201',
			ipc요약: 'B60Q',
			tableData: {
				id: 23
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '전원 공급 장치 및 그 방법, 전원 공급 시스템 및 이를 이용한 전원 공급 서비스 방법',
			출원번호: '1020090126744',
			출원일자: '20091218',
			출원인1: '자동차부품연구원',
			출원인코드1: '319981006043',
			발명자1: '이수영',
			등록일자: '20120327',
			공개일자: '20110624',
			ipc요약: 'B60L',
			tableData: {
				id: 24
			}
		},
		{
			등록사항: '거절',
			'발명의명칭(국문)': '하이브리드 전원공급장치',
			출원번호: '1020100008919',
			출원일자: '20100201',
			출원인1: '이성희',
			출원인코드1: '420100048811',
			발명자1: '이성희',
			등록일자: null,
			공개일자: '20110809',
			ipc요약: 'H02J',
			tableData: {
				id: 25
			}
		},
		{
			등록사항: '취하',
			'발명의명칭(국문)': '승용차형 4륜 자전거',
			출원번호: '1020100042877',
			출원일자: '20100507',
			출원인1: '이영식',
			출원인코드1: '419980288940',
			발명자1: '이영식',
			등록일자: null,
			공개일자: '20111115',
			ipc요약: 'B62K',
			tableData: {
				id: 26
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '전동보조 자전거용 하이브리드 SR모터의 제어장치',
			출원번호: '1020100060548',
			출원일자: '20100625',
			출원인1: '(주)아진게네시스',
			출원인코드1: '120070281448',
			발명자1: '김남숙',
			등록일자: '20120409',
			공개일자: '20120102',
			ipc요약: 'B62M',
			tableData: {
				id: 27
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '하이브리드 자전거의 동력 보조 시스템',
			출원번호: '1020100070567',
			출원일자: '20100721',
			출원인1: '주식회사 파워라이드',
			출원인코드1: '120090313096',
			발명자1: '박호석',
			등록일자: '20130806',
			공개일자: '20120202',
			ipc요약: 'B62M',
			tableData: {
				id: 28
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '하이브리드 타입 자전거 렌트 방법, 및 그 시스템',
			출원번호: '1020100075617',
			출원일자: '20100805',
			출원인1: '(주) 이니투스',
			출원인코드1: '120020166057',
			발명자1: '조진수',
			등록일자: '20120223',
			공개일자: '20110622',
			ipc요약: 'G06Q',
			tableData: {
				id: 29
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '하이브리드 자전거',
			출원번호: '1020100081719',
			출원일자: '20100820',
			출원인1: '박민철',
			출원인코드1: '419980143527',
			발명자1: '박민철',
			등록일자: '20101124',
			공개일자: null,
			ipc요약: 'B62M',
			tableData: {
				id: 30
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '레저용 하이브리드 자전거',
			출원번호: '1020110028569',
			출원일자: '20110330',
			출원인1: '창원대학교 산학협력단',
			출원인코드1: '220040023050',
			발명자1: '조중선',
			등록일자: '20130111',
			공개일자: '20121010',
			ipc요약: 'B62K',
			tableData: {
				id: 31
			}
		},
		{
			등록사항: '거절',
			'발명의명칭(국문)': '회생형 자전거',
			출원번호: '1020120085909',
			출원일자: '20120806',
			출원인1: '강원대학교산학협력단',
			출원인코드1: '220040088571',
			발명자1: '강신유',
			등록일자: null,
			공개일자: '20140217',
			ipc요약: 'B62M',
			tableData: {
				id: 32
			}
		},
		{
			등록사항: '거절',
			'발명의명칭(국문)': '하이브리드 구동형 수륙양용 운송 장치',
			출원번호: '1020120111942',
			출원일자: '20121009',
			출원인1: '현대자동차주식회사',
			출원인코드1: '119980045675',
			발명자1: '구자성',
			등록일자: null,
			공개일자: '20140417',
			ipc요약: 'B60F',
			tableData: {
				id: 33
			}
		},
		{
			등록사항: '소멸',
			'발명의명칭(국문)': '하이브리드 자전거',
			출원번호: '1020090105327',
			출원일자: '20091103',
			출원인1: '김병진',
			출원인코드1: '419990436295',
			발명자1: '김병진',
			등록일자: '20111101',
			공개일자: '20110512',
			ipc요약: 'B62M',
			tableData: {
				id: 34
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '하이브리드 프리휠 장치',
			출원번호: '1020040057392',
			출원일자: '20040722',
			출원인1: '정연석',
			출원인코드1: '420030287716',
			발명자1: '정연석',
			등록일자: '20080225',
			공개일자: '20060127',
			ipc요약: 'B62M',
			tableData: {
				id: 35
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '2차 전지용 양극 활물질 및 그 제조 방법',
			출원번호: '1020047002564',
			출원일자: '20020816',
			출원인1: '에프엠씨 코포레이션',
			출원인코드1: '519980743761',
			발명자1: '가오유안',
			등록일자: '20070523',
			공개일자: '20040417',
			ipc요약: 'H01M',
			tableData: {
				id: 36
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '신규한 구조의 이차전지 및 이를 포함하는 전지팩',
			출원번호: '1020050047765',
			출원일자: '20050603',
			출원인1: '주식회사 엘지화학',
			출원인코드1: '120010134563',
			발명자1: '윤준일',
			등록일자: '20090119',
			공개일자: '20061207',
			ipc요약: 'H01M',
			tableData: {
				id: 37
			}
		},
		{
			등록사항: '등록',
			'발명의명칭(국문)': '이차전지 및 이를 포함하는 전지모듈',
			출원번호: '1020050081479',
			출원일자: '20050902',
			출원인1: '주식회사 엘지화학',
			출원인코드1: '120010134563',
			발명자1: '한지훈',
			등록일자: '20091208',
			공개일자: '20070308',
			ipc요약: 'H01M',
			tableData: {
				id: 38
			}
		}
	],
	user: [
		{
			id: '5725a6802d10e277a0f35724',
			name: 'John Doe',
			avatar: 'assets/images/avatars/profile.jpg',
			starred: [
				'5725a680ae1ae9a3c960d487',
				'5725a6801146cce777df2a08',
				'5725a680bbcec3cc32a8488a',
				'5725a680bc670af746c435e2',
				'5725a68009e20d0a9e9acf2a'
			],
			frequentContacts: [
				'5725a6809fdd915739187ed5',
				'5725a68031fdbb1db2c1af47',
				'5725a680606588342058356d',
				'5725a680e7eb988a58ddf303',
				'5725a6806acf030f9341e925',
				'5725a68034cb3968e1f79eac',
				'5725a6801146cce777df2a08',
				'5725a680653c265f5c79b5a9'
			],
			groups: [
				{
					id: '5725a6802d10e277a0f35739',
					name: 'Friends',
					contactIds: ['5725a680bbcec3cc32a8488a', '5725a680e87cb319bd9bd673', '5725a6802d10e277a0f35775']
				},
				{
					id: '5725a6802d10e277a0f35749',
					name: 'Clients',
					contactIds: [
						'5725a680cd7efa56a45aea5d',
						'5725a68018c663044be49cbf',
						'5725a6809413bf8a0a5272b1',
						'5725a6803d87f1b77e17b62b'
					]
				},
				{
					id: '5725a6802d10e277a0f35329',
					name: 'Recent Workers',
					contactIds: [
						'5725a680bbcec3cc32a8488a',
						'5725a680653c265f5c79b5a9',
						'5725a6808a178bfd034d6ecf',
						'5725a6801146cce777df2a08'
					]
				}
			]
		}
	]
};

mock.onGet('/api/classify-app/classify').reply(config => {
	const id = config.params.id;
	let response = [];
	switch (id) {
		case 'frequent': {
			response = classifyDB.classify.filter(contact => classifyDB.user[0].frequentContacts.includes(contact.id));
			break;
		}
		case 'starred': {
			response = classifyDB.classify.filter(contact => classifyDB.user[0].starred.includes(contact.id));
			break;
		}
		default: {
			response = classifyDB.classify;
		}
	}
	return [200, response];
});

mock.onGet('/api/classify-app/user').reply(config => {
	return [200, classifyDB.user[0]];
});

mock.onPost('/api/classify-app/add-contact').reply(request => {
	const data = JSON.parse(request.data);
	classifyDB.classify = [
		...classifyDB.classify,
		{
			...data.newContact,
			id: FuseUtils.generateGUID()
		}
	];
	return [200, classifyDB.classify];
});

mock.onPost('/api/classify-app/update-contact').reply(request => {
	const data = JSON.parse(request.data);

	classifyDB.classify = classifyDB.classify.map(contact => {
		if (data.contact.id === contact.id) {
			return data.contact;
		}
		return contact;
	});

	return [200, classifyDB.classify];
});

mock.onPost('/api/classify-app/remove-contact').reply(request => {
	const data = JSON.parse(request.data);

	classifyDB.classify = classifyDB.classify.filter(contact => data.contactId !== contact.id);

	return [200, classifyDB.classify];
});

mock.onPost('/api/classify-app/remove-classify').reply(request => {
	const data = JSON.parse(request.data);
	classifyDB.classify = classifyDB.classify.filter(contact => !data.contactIds.includes(contact.id));
	return [200, classifyDB.classify];
});

mock.onPost('/api/classify-app/toggle-starred-contact').reply(request => {
	const data = JSON.parse(request.data);
	classifyDB.user[0].starred = _.xor(classifyDB.user[0].starred, [data.contactId]);
	return [200, classifyDB.user[0]];
});

mock.onPost('/api/classify-app/toggle-starred-classify').reply(request => {
	const data = JSON.parse(request.data);
	classifyDB.user[0].starred = _.xor(classifyDB.user[0].starred, data.contactIds);
	return [200, classifyDB.user[0]];
});

mock.onPost('/api/classify-app/set-classify-starred').reply(request => {
	const data = JSON.parse(request.data);

	classifyDB.user[0].starred = [...classifyDB.user[0].starred, ...data.contactIds];

	return [200, classifyDB.user[0]];
});

mock.onPost('/api/classify-app/set-classify-unstarred').reply(request => {
	const data = JSON.parse(request.data);

	classifyDB.user[0].starred = classifyDB.user[0].starred.filter(contactId => !data.contactIds.includes(contactId));

	return [200, classifyDB.user[0]];
});
