export const chartTypes = [
	{
		name: 'day',
		text: '일봉',
		unit: '5분'
	},
	{
		name: 'week',
		text: '주봉',
		unit: '30분'
	},
	{
		name: 'month',
		text: '월봉',
		unit: '2시간'
	},
	{
		name: 'year',
		text: '1년',
		unit: '하루'
	}
];

export const nationality = {
	'01': '서울',
	'02': '부산',
	'03': '경기',
	'04': '강원',
	'05': '충북',
	'06': '충남',
	'07': '전북',
	'08': '전남',
	'09': '경북',
	10: '경남',
	11: '제주',
	14: '대구',
	15: '인천',
	16: '광주',
	17: '대전',
	18: '한국',
	AD: '안도라',
	AE: '아랍에미레이트연합국',
	AF: '아프가니스탄',
	AG: '앤티과바부다',
	AI: '영국(안귈라섬)',
	AL: '알바니아',
	AM: '아르메니아',
	AN: '네덜란드(네덜란드령앤틸리스)',
	AO: '앙골라',
	AR: '아르헨티나',
	AS: '미국(사모아제도)',
	AT: '오스트리아',
	AU: '오스트레일리아(호주)',
	AW: '네덜란드(아루바섬)',
	AZ: '아제르바이잔',
	BA: '보스니아헤르체코비나',
	BB: '바베이도스',
	BD: '방글라데시',
	BE: '벨기에',
	BF: '부르키나파소',
	BG: '불가리아',
	BH: '바레인',
	BI: '브룬디',
	BJ: '베넹',
	BM: '영국(버뮤다섬)',
	BN: '브루네이(나이)',
	BO: '볼리비아',
	BR: '브라질',
	BS: '바하마',
	BT: '부탄',
	BW: '보츠와나',
	BY: '벨라루스',
	BZ: '벨리세',
	CA: '카나다',
	CF: '중앙아프리카',
	CG: '콩고',
	CH: '스위스',
	CI: '코트디봐르',
	CL: '칠레',
	CM: '카메룬',
	CN: '중국',
	CO: '콜롬비아',
	CR: '코스타리카',
	CS: '체코슬로바키아',
	CU: '쿠바',
	CV: '카보베르데',
	CY: '사이프러스',
	CZ: '체코',
	DE: '독일',
	DJ: '지부티',
	DK: '덴마크',
	DM: '도미니카연방',
	DO: '도미니카공화국',
	DZ: '알제리',
	EC: '에콰도르',
	EE: '에스토니아',
	EG: '이집트',
	ER: '에리트리아',
	ES: '스페인',
	ET: '이디오피아',
	FI: '필란드',
	FJ: '피지',
	FM: '미크로네시아(마이크로네시아)',
	FO: '덴마크(페로즈제도)',
	FR: '프랑스',
	GA: '가봉',
	GB: '영국',
	GD: '그레나다',
	GE: '그루지야',
	GF: '프랑스(기아나)',
	GH: '가나',
	GI: '영국(지브롤터)',
	GL: '덴마크(그린란드)',
	GM: '감비아',
	GN: '기니',
	GP: '프랑스(과데루프섬)',
	GR: '그리스',
	GT: '과테말라',
	GU: '미국(괌)',
	GW: '기니비소',
	GY: '가이아나',
	HK: '중국(홍콩)',
	HN: '온두라스',
	HR: '크로아티아',
	HT: '아이티',
	HU: '헝가리',
	ID: '인도네시아',
	IE: '아일란드(에이레)',
	IL: '이스라엘',
	IN: '인도',
	IQ: '이라크',
	IR: '이란',
	IS: '아이슬란드',
	IT: '이탈리아',
	JM: '자메이카',
	JO: '요르단',
	JP: '일본',
	KE: '케냐',
	KG: '키르키즈스탄',
	KH: '캄보디아',
	KI: '키리바티',
	KN: '세인트키츠네비스',
	KR: '한국',
	KW: '쿠웨이트',
	KY: '영국(케이만제도)',
	KZ: '카자흐',
	LA: '라오스',
	LB: '레바논',
	LC: '세인트루시아',
	LI: '리첸쉬테인',
	LK: '스리랑카',
	LR: '라이베리아',
	LS: '레소토',
	LT: '리투아니아',
	LU: '룩셈부르크',
	LV: '라트비아',
	LY: '리비아',
	MA: '모로코',
	MC: '모나코',
	MD: '몰도바',
	MG: '마다가스카르',
	MH: '미국(마아샬제도)',
	MK: '마케도니아',
	ML: '말리',
	MM: '미얀마',
	MN: '몽고',
	MO: '중국(마카오)',
	MP: '미국(사이판)',
	MQ: '프랑스(마르티니크섬)',
	MR: '모리타니',
	MS: '영국(몽세라)',
	MT: '몰타',
	MU: '모리셔스',
	MV: '몰디브',
	MW: '말라위',
	MX: '멕시코',
	MY: '말레이지아',
	MZ: '모잠비크',
	NA: '나미비아',
	NC: '프랑스(뉴칼레도니아섬)',
	NE: '니제르',
	NF: '오스트레일리아(노퍽섬)',
	NG: '나이지리아',
	NI: '니카라과',
	NL: '네덜란드',
	NO: '노르웨이',
	NP: '네팔',
	NZ: '뉴질랜드',
	OM: '오만',
	PA: '파나마',
	PE: '페루',
	PF: '프랑스(폴리네시아)',
	PG: '파푸아뉴기니',
	PH: '필리핀',
	PK: '파키스탄',
	PL: '폴란드',
	PR: '미국(푸에르토리코섬)',
	PT: '포르투갈',
	PW: '미국(팔라우섬)',
	PY: '파라과이',
	QA: '카타르',
	RE: '프랑스(레위니옹섬)',
	RO: '루마니아',
	RU: '러시아',
	RW: '르완다',
	SA: '사우디아라비아',
	SB: '솔로몬아일란드',
	SC: '세이셸',
	SE: '스웨덴',
	SG: '싱가포르',
	SI: '슬로베니아',
	SK: '슬로바키아',
	SL: '시에라리온',
	SM: '산마리노',
	SN: '세네갈',
	SR: '수리남',
	SV: '엘살바도르',
	SZ: '스와질랜드',
	TC: '영국(터크스케이코스제도)',
	TD: '차드',
	TG: '토고',
	TH: '태국',
	TJ: '타지키스탄',
	TN: '튀니지',
	TO: '통가',
	TR: '터키',
	TT: '트리니다드토바고',
	TV: '투발루',
	TW: '대만',
	TZ: '탄자니아',
	UA: '우크라이나',
	UG: '우간다',
	US: '미국',
	UY: '우루과이',
	UZ: '우즈베크',
	VC: '세인트빈센트그레나딘',
	VE: '베네수엘라',
	VG: '영국(버진제도)',
	VI: '미국(버진제도)',
	VN: '베트남',
	VU: '바누아투',
	WS: '미국(사모아, 구 서사모아)',
	YE: '예멘',
	ZA: '남아프리카공화국',
	ZM: '잠비아',
	ZW: '짐바브웨'
};

export const company = [
	'주식회사',
	'(주)',
	'CO.',
	'게엠베하',
	'가이샤',
	'코퍼레',
	'피엘씨',
	'pharm',
	'파마',
	'LLC',
	'엘엘씨',
	'IND',
	'INC',
	'GMBH',
	'CORP',
	'아이엔씨',
	'LTD',
	'엘티디',
	'COMPANY',
	'캄파니',
	'컴퍼니',
	'리미티드',
	'INC',
	'콤파니',
	'아게',
	'코포레이',
	'게젤샤프트',
	'（주）',
	'인크',
	'유한회사'
];
export const government = [
	'대학교',
	'산학협력단',
	'UNIV',
	'COLLEGE',
	'유니버시티',
	'연구원',
	'연구소',
	'개발원',
	'평가원',
	'기술센터',
	'가족재단',
	'플라자',
	'문화센터',
	'진흥원',
	'대한민국',
	'INSTITUTE',
	'기술원',
	'연구단'
];

export const ipc = {
	A01B: '농업 또는 임업에 있어서의 토작업; 농기구 또는 기구의 부품, 세부 또는 부속구 일반',
	A01C: '식부; 파종; 시비(토양의 일반적 토(土)작업과 결합한 것; 농작업기 또는 기구의 부품, 세부 또는 부속구일반',
	A01D: '수확; 예취',
	A01F:
		'탈곡；짚, 건초 또는 그와 유사한 것의 곤포；짚, 건초 또는 그와 유사한 것을 다발로 만들거나 묶기 위한 정치장치 또는 수동구；건초, 짚 또는 그와 유사하는 것의 절단；농업 수확물 또는 원예 수확물의 저장',
	A01G: '원예; 채소, 화훼, 벼, 과수, 포도, 호프 또는 해초의 재배; 임업; 관수',
	A01H: '새로운 식물 또는 그것들을 얻기 위한 육종처리; 조직배양기술에 의한 식물의 증식',
	A01J: '낙농제품의 제조(유제품의 저장, 저온살균법, 살균)',
	A01K: '축산; 조류, 어류, 곤충의 사육; 어업; 달리 분류되지 않는 동물의 사육 또는 번식; 새로운 동물',
	A01L: '동물의 장제(Shoeing of animals)',
	A01M: '동물의 포획, 덫을 놓아 잡기 또는 몰기; 유해한 동물 또는 유해한 식물의 구제장치',
	A01N:
		'인간, 동물 또는 식물의 본체, 또는 그것들의 부분 보존; 살생물제(Biocides), 예, 살균제, 살충제 및 제초제로서; 유해생물 기피제 또는 유인제; 식물생장조절제',
	A01P: '화합물 또는 조성물의 살생물, 유해 생물 기피, 유해 생물 유인 또는 식물 생장 조절 활성',
	A21: '제빵；반죽 제조 또는 가공의 기계 혹은 설비；제빵용 반죽',
	A21B: '제빵용 오븐(Oven); 제빵용 기계 또는 장치',
	A21C: '가루반죽 제조와 가공용 기계 및 설비; 가루반죽으로 제 조된 빵류의 취급',
	A21D: '제빵용 곡분 또는 반죽의 처리; 제빵; 빵류; 그것들의 저장',
	A22B: '도살',
	A22C: '식육, 가금 또는 어류의 가공',
	A23B:
		'식육, 어류, 난류, 과일, 채소, 식용종자의 보존, 예. 통조림에 의한 것; 과일 또는 야채의 화학적 숙성; 보존, 숙성 또는 통조림 제품',
	A23C: '유제품, 예. 우유, 버터, 치즈; 우유 또는 치즈 대용품; 그것들의 제조',
	A23D: '식용유지 예. 마가린, 쇼트닝(shortenings), 식용유',
	A23F: '커피; 차(茶); 그것들의 대용품; 그것들의 제조, 조제 또는 다려내기',
	A23G: '코코아；코코아 제품, 예.초콜릿；코코아 또는 코코아 제품의 대용품；과자；츄잉 껌；아이스크림；그러한 제조',
	A23J: '식품용 단백질 조성물; 식품용 혼합(working-up) 단백질; 식품용 인지질 조성물',
	A23K: '동물을 위해 특히 적합한 먹이; 그것의 생산을 위해 특히 적합한 방법',
	A23L: 'A21D 또는 A23B로부터 A23J까지; 포함 되지 않는 식품, 식료품, 또는 비알콜성음료; 그 조제 또는 처리',
	A23N:
		'달리 분류되지 않는 수확된 과일, 채소 또는 꽃의 구근을 대량으로 처리하기 위한 기계 또는 장치; 채소 또는 과일의 껍질을 벗기기 위한 것; 사료를 제조하기 위한 장치',
	A23P: '다른 단일의 서브클래스에는 완전히 포함되지 않는 식료품의 성형 또는 가공',
	A24: '담배; 엽권담배; 지권담배; 흡연용구',
	A24B: '흡연 또는 씹는담배의 제조 또는 처리; 담배; 코담배 (SNUFF)',
	A24C: '엽권담배 또는 지권담배의 제조장치',
	A24D: '엽권담배; 지권담배; 담배필터; 엽권담배 또는 지권담배의 마우스피스; 담배필터 또는 마우스피스의 제조',
	A24F: '흡연용구; 성냥갑',
	A41B: '셔츠; 속옷; 유아용 린네르(LINEN) 제품; 손수건',
	A41C: '코르셋; 브래지어',
	A41D: '겉옷; 보호복; 부속품',
	A41F: '의복의 고정구; 거는 기구',
	A41G: '조화; 가발; 마스크(가면); 깃털',
	A41H: '달리 분류되지 않는 의류를 만들기 위한 기구 또는 방법, 예. 의복을 만들기 위한 것, 바느질을 위한 것',
	A42B: '모자; 머리를 덮는 것',
	A42C: '모자(hats) 또는 그 밖의 머리를 덮는 것의 제조 혹은 다듬질',
	A43B: '신발류의 특징적 모습; 신발류의 부분',
	A43C: '신발용 조임구 또는 부속품; 일반적인 구두끈',
	A43D: '기계, 도구 , 장치, 제조방법 또는 신발수선',
	A44B: '단추, 핀, 버클, 슬라이드 조임구(Slide fastener) 또는 그와 유사한 것',
	A44C: '보석; 팔찌; 그 밖의 신체의 장식; 화폐',
	A45B: '보행용 지팡이; 우산; 부인용 그 밖의 유사한 부채',
	A45C: '지갑；수화물；휴대용가방',
	A45D: '이미용 또는 면도기구; 매니큐어 또는 그 외의 화장',
	A45F: '여행 또는 야영 설비；몸으로 메고 옮기는 등산용 륙색 또는 팩',
	A46B: '브러시(brush)',
	A46D: '브러시(brush)의 제법',
	A47B: '테이블; 책상; 사무용 가구; 캐비넷; 장농; 가구의 일반적 세부',
	A47C: '의자; 소파; 침대',
	A47D: '아동용에 특히 적합한 가구',
	A47F: '상점, 창고, 술집, 요리집 또는 유사한 장소에서 쓰이는 특수한 가구, 비품 또는 부속품; 지불 카운터',
	A47G: '가정용구 또는 식탁용구',
	A47H: '창문 또는 문의 부대설비',
	A47J: '주방 장비, 커피 분쇄기, 향신료 분쇄기, 음료를 만드는 장치',
	A47K: '달리 분류되지 않는 위생설비; 화장실 용구',
	A47L: '가정의 세정 또는 청정; 흡입청소기 일반',
	A61B: '진단; 수술; 개인 식별',
	A61C: '치과; 구강 또는 치과용 위생',
	A61D: '수의용 기구, 기계, 기구 또는 용법',
	A61F: '혈관에 이식할 수 있는 필터；보철；인체의 관상 구조를 개존 시키는 또는 붕괴를 방지하는 장치',
	A61G: '환자 또는 신체장애자에 특히 적합한 수송, 탈 것, 또는 설비；수술대 또는 의자；치과용 의자；장의 용구',
	A61H: '물리적인 치료 장치；인공 호흡；맛사지；특별한 치료 또는 인체의 특정의 부분을 위한 입욕 장치',
	A61J:
		'의료 또는 제제 목적을 위해 특히 적합한 용기; 의약품을 특정의 물리적 형태 또는 복용형태로 하기 위해 특히 적합한 장치 또는 방법; 식품 또는 의약품의 경구투여장치; 어린이 장난감 고무젖꼭지; 타구',
	A61K: '의약용, 치과용 또는 화장용 제제',
	A61L:
		'재료 또는 물건을 살균하기 위한 방법 또는 장치 일반; 공기의 소독, 살균 또는 탈취; 붕대, 피복용품, 흡수성 패드 또는 수술용품의 화학적 사항; 붕대, 피복용품, 흡수성 패드, 또는 수술용 물품을 위한 재료',
	A61M: '인체 속에 또는 표면에 매체를 도입하는 장치',
	A61N: '전기치료; 자기치료; 방사선치료; 초음파치료',
	A61P: '화합물 또는 의약품 제제의 특정한 치료효과',
	A61Q: '화장품 또는 유사 화장품 제제의 특정한 용도',
	A62B: 'A62B 인명구조용의 기구, 장치 또는 방법',
	A62C: '소방',
	A62D:
		'소화를 위한 화학적 수단; 화학변화의 영향에 의해 유해 화학물질을 무해로 하거나 보다 유해하지 않게 하는 방법；유해한 화학물질에 대한 보호 피복 또는 보호 물질의 조성; 방독 마스크, 호흡 보호기, 호흡봉투, 또는 헬멧의 투명 부분의 재료의 조성；호흡 장치로 사용되는 화학물질의 조성',
	A63B: '신체의 단련, 체조, 수영, 등반 또는 펜싱; 구기; 단련용구',
	A63C: '스케이트; 스키; 롤러스케이트; 링크, 코트 설계 또는 배치 또는 기타',
	A63D: '볼링장; 볼링게임; 보치아; 론볼스; 바가텔(bagatelie); 당구',
	A63F: '카드게임, 보드게임 또는 룰렛게임; 작은 움직이는 물체를 사용하는 실내용게임；그 밖에 분류되지 않는 게임',
	A63G: '회전기구; 그네; 흔들목마; 활송장치; 스위치백; 공공오락용 유사장치',
	A63H: '완구, 예. 팽이, 인형, 후프, 블록',
	A63J: '극장, 서커스 또는 그 유사한 장치; 마술용 설비 또는 그 유사물',
	A63K: '경주; 승마; 그 설비 또는 부속품',
	B01B: '비등; 비등장치',
	B01D: '분리',
	B01F: '혼합, 예. 용해, 유화, 분산',
	B01J: '화학적 또는 물리적 방법, 예. 촉매, 콜로이드 화학; 그들의 관련 장치',
	B01L: '일반적으로 사용되는 화학 또는 물리 실험장치',
	B02: '파쇄, 분쇄 또는 미분쇄; 제분을 위한 곡립의 전처리',
	B02B: '제분을 위한 곡립의 전처리; 표면가공에 의한 입상과실을 상품으로 정제하는 것',
	B02C: '파쇄, 분쇄 또는 미분쇄일반; 곡립(알곡)의 분쇄',
	B03B: '액체에 의한 또는 풍력테이블 또는 지그에 의한 고체물질의 분리',
	B03C: '고체물질 또는 유체로부터 고체물질의 자기 또는 정전기에 의한 분리; 고압 전계에 의한 분리',
	B03D: '부유선별; 차별침강',
	B04B: '원심분리기',
	B04C: '자유와류를 이용한 장치, 예. 사이클론',
	B05B: '무화장치; 분무장치; 노즐',
	B05C: '액체 또는 타유동성 물질을 표면에 작용시키기 위한 장치일반',
	B05D: '액체 또는 타유동성 물질을 표면에 작용시키기 위한 공정일반',
	B06B: '기계적 진동의 발생 또는 전달 일반',
	B07B:
		'망, 체 또는 스크린에 의하거나 기체류를 사용하는 고체상호의 분리; 입상물(bulk material)에 적용하는 건식에 의한 기타의 분리',
	B07C:
		'우편에 관한 선별(postal sorting); 개개의 물품(articles) 분류, 피스밀(piecemeal)로 분리되기에 적합한 대량물(bulk material)',
	B08B: '청소일반; 오염방지일반',
	B09C: '오염된 토양의 재생',
	B21B: '금속의 압연',
	B21C:
		'압연 이외의 방법에 의한 금속판, 선, 봉, 관, 프로파일 의 제조 또는 기타 반제품; 본질적으로 재료를 제거하지 아니하는 금속가공과 관련해서 사용하는 보조조작',
	B21D:
		'본질적으로는 재료의 제거없이 금속판, 금속관, 금속봉 또는 금속외형(Profiles)의 가공 또는 공정; 펀칭(Punching)',
	B21F: '선재의 가공 또는 처리',
	B21G: '바늘, 핀 또는 못의 제조',
	B21H: '전조, 롤러가공 또는 압연에 의한 특정의 금속대상물의 제조 예. 나사, 차륜, 링, 배럴, 볼',
	B21J: '단조; 햄머링(망치질); 프레스; 리벳팅; 단조로',
	B21K: '단조 또는 프레스제품의 제조, 예. 말굽, 리벳, 볼트, 차륜',
	B21L: '체인의 제조',
	B22C: '주조용 주형 조형',
	B22D: '금속의 주조; 동일방법과 장치에 의한 타물질의 주조',
	B22F: '금속 분말의 가공; 금속분말로부터 물품의 제조; 금속분말의 제조; 금속 분말에 적용되는 특수 장치 또는 장비',
	B23B: '선삭; 보오링',
	B23C: '밀링',
	B23D:
		'평삭; 슬로팅; 전단; 브로우칭; 톱질; 줄질; 스크레이핑; 달리 분류되지 않는 재료를 제거하는 금속 가공을 위한 유사한 작업',
	B23F: '치차 또는 랙의 제조',
	B23G: '나사산 절삭; 나사산 절삭과 관련된 나사, 볼트 또는 너트의 가공',
	B23H:
		'공구의 전극을 사용, 공작물에 고밀도의 전류를 사용하는 것에 의해서 행해지는 금속 가공; 이와같은 가공과 다른 형식의 금속 가공을 복합한 것',
	B23K:
		'납땜(Soldering) 또는 비납땜(Unsoldering); 용접; 납땜 또는 용접에 의하여 클래딩(clading) 또는 피복; 국부 가열에 의한 절단, 예. 화염 절단; 레이저 빔에 의한 가공',
	B23P: '금속의 다른 가공; 복합 작업; 만능 공작 기계',
	B23Q:
		'공작 기계의 세부, 구성부분, 또는 부속 장치; 특정의 세부 또는 구성부분의 구조에 특징이 있는 공작 기계; 특정의 결과를 목적으로 하지 않는 금속 가공 기계의 조합',
	B24B: '연삭 또는 연마하기 위한 기계, 장치 또는 공정',
	B24C: '연마제(ABRASIVE) 또는 입상 물질(PARTICULATE MATERIAL)의 분사(BLASTING)',
	B24D:
		'그라인딩(grinding), 버핑(buffing) 또는 날연삭 (sharpening)용 공구(회전통 장치를 위해 특별히 제작된 마모체(abrading?bodies)',
	B25B: '달리 분류되지 않는 공구 또는 작업대 장치, 고착구, 연결구, 해체구 또는 고정구',
	B25C: '휴대 가능한 못박기 공구 또는 스테이플러; 휴대 가능한 수동식 스테이플러',
	B25D: '충격 공구',
	B25F:
		'달리 분류되지 않는 조합 공구 또는 다목적 공구; 작업에 특별히 관련되어 달리 분류되지 않는 휴대용 동력 구동 공구의 세부 또는 요소',
	B25G: '수공구용 자루',
	B25H: '공장 설비, 예. 금긋기 작업용; 공장용의 저장 수단',
	B25J: '메니플레이터(manipulater); 메니플레이터 장치를 갖는 실(室)',
	B26B: '그 밖에 분류되지 않는 휴대용 절단 공구',
	B26D: '절단; 구멍뚫기, 펀칭, 잘라내기, 형빼기 또는 절삭을 위한 기계에 공통된 세부',
	B26F: '구멍 뚫기; 펀칭; 잘라 빼기; 형 뽑기; 절단 칼날 이외의 수단에 의한 절단',
	B27B: '톱; 그를 위한 구성 부품 또는 부속품',
	B27C: '평삭, 드릴링, 밀링, 선삭, 또는 만능 가공 기계',
	B27D: '단판 또는 합판의 가공',
	B27F: '도브테일(Dovetail)가공; 장부(tenon)절단기; 홈(Slot) 가공기; 못박기 또는 스테플링 기계',
	B27G: '목공 또는 유사한 재료를 위한 부속 기계 또는 장치; 목공 또는 유사 재료를 위한 것',
	B27H: '굽힘 가공; 나무통 제작; 바퀴 제작',
	B27J: '대나무, 등나무, 코르크 또는 유사 재료의 기계적 가공',
	B27K:
		'목재를 주입, 착색, 염색, 표백하거나, 목재 및 그와 유사 재료를 침투액으로 처리하는 방법, 장치 또는 물질의 선택; 코르크, 등나무, 갈대, 볏짚 또는 유사 재료의 화학적 또는 물리적 처리',
	B27L:
		'수피 또는 기적(vestiges of branches)의 제거(임업 A01G); 목재의 분할; 단판, 나무봉, 대팻밥, 목섬유 또는 목분의 제조',
	B27M: '서브클래스 B27B로부터 B27L로 분류되지 않는 목재의 가공; 특정 목제품의 제조',
	B27N:
		'목재 또는 타의 리그노셀룰로이즈 또는 유사 유기재료로 이루어지는 입자 또는 섬유에서 형성되는 물품의, 유기 결합재를 갖거나 갖지 않는, 드라이 프로세스에 의한 제조',
	B28B: '점토 또는 다른 세라믹 조성물, 슬래그 또는 시멘트 함유 혼합물, 예. 플래스터의 성형',
	B28C: '점토의 제법; 점토 또는 시멘트 유사물, 예. 플래스터(Plaster)를 포함한 혼합물의 제법',
	B28D: '석재 또는 석재 유사 재료의 가공',
	B29B:
		'성형 재료의 준비 또는 전처리; 조립 또는 예비 성형품의 제조; 플라스틱을 함유하는 폐기물로부터 플라스틱 또는 다른 구성 성분의 회수',
	B29C: '플라스틱의 성형 또는 접합; 가소 상태에 있는 물질의 성형 일반; 성형품의 후처리',
	B29D: '플라스틱 또는 가소성 상태에 있는 물질로부터 특정 성형품의 제조',
	B29K:
		'서브클라스 B29B, C 또는 B29D에 관련되는 성형재, 보강재, 충진재 또는 미리 성형된 부품, 예 삽입물에 관한 인덱싱 계열',
	B29L: '서브클래스 B29C에 관련되는 특정물품에 관한 인덱싱 계열',
	B30B: '프레스 일반；그 밖에 분류되지 않는 프레스(물질의 변태를 생기게 하는 초고압 또는 초고압과 고온의 발생',
	B31B:
		'상자, 카아톤, 봉투 또는 포대류의 제조(절개 가공, 세검가공(scoring), 일반 B26D 3/08; 제조와 충전을 조합한 것 B65B)',
	B31C:
		'권취제품의 제조, 예. 권취튜브 (플라스틱의 가공과 관련된 특징은 B29; 플라스틱 또는 가소상태 물질의 성형 B29C)',
	B31D:
		'기타 종이류 제품의 제조(입자 또는 목재로 이루어진 섬유 또는 기타 리그노셀룰로오스 또는 유기물과 비슷한 물질로 만들어진 물품의 건식법에 의한 제조 B27N; 전체가 종이 또는 판지로 구성되어 있지 않은 적층품의 제조 B32B; 판지와 종이의 제조 D21F, D21H, 목재펄프로 만들어진 물품 D21J)',
	B31F:
		'종이류 또는 판지의 기계적 가공 또는 변형 (절단, 다듬기, 일반 B26; 절개가공, 점힘 선 가공, 일반 B26D 3/08; 전체가 종이 또는 판지로 구성되지 않은 적층체의 제조 B32B; 종이 또는 판지의 다층재료, 그의 제조 D21H) B31F 1/00',
	B32B:
		'적층체, 즉 평평하거나 평평하지 않은 형상 (예. 세포상(cellular) 또는 벌집 구조(honeycomb)) 의 층으로 조립된 제품',
	B41B: '활자의 제조, 식자 또는 해판용의 기계 또는 부속 장치; 활자; 사진적 또는 광전적 식자 장치(사진 장치 일반 G03)',
	B41C: '인쇄 판면의 제작 또는 복제 방법(인쇄 판면 작성용 사진 제판 방법 G03F; 인쇄판면 작성용의 광전적 방법 G03G)',
	B41D:
		'연판 인쇄를 하기 위한 인쇄 판면의 기계적 복제 장치; 인쇄 판면을 작성하기 위한 탄성 재료 또는 가소성 재료의 성형(고밀도 전류의 작용에 의한 금속의 마크부 또는 각인 B23H 9/06; 활자의 제조, 식자 또는 해판용의 기계 또는 부속 장치 B41B; 인쇄 판면의 제작 또는 복제를 하기 위한 방법 B41C; 일반적 조각 또는 양각용의 기계 또는 장치 B44B 3/00, B44B 5/00; 금속의 화학적 부식 C23F 1/00; 전해 부식 C25F 3/00; 사진 제판 복제 G03F)',
	B41F:
		'인쇄 기계(인쇄 또는 엠보싱 장치를 포함하여 구두를 제작하기 위한 기계 A43D, 예. A43D 8/26, A43D 95/14; 프레스 일반 B30B; 인쇄판면의 제작 B41C, B41D; 복사 장치, 사무용 인쇄기 B41L; 공판 인쇄 B41L; 특수 기계를 사용하지 않는 인쇄 방법 B41M; 디자인의 승화 도는 증발에 의한 복사 또는 마크 부 B41M 5/035; 열 사진법 B41M 5/26; 장식 또는 마크의 엠보싱 B44B 5/00; 박육 또는 필라멘트상촌료의 취급 B65H; 일렉트로그래피, 정전 사진, 자기 사진 G03G)',
	B41G:
		'금분 인쇄, 괘선 인쇄 또는 가장자리 부분에 테를 두르기 위한 장치; 인쇄와 관련하여 구멍 뚫기 위한 부속 장치(장식의 제조 B44C; 얇은 재료의 예. 매엽지, 권취지 접기 또는 펴기 B65H 45/00, B65H 47/00; 천공 일반 B26D; 매엽지 또는 권취지의 배지와 관련된 천공 B65H 35/00)',
	B41J:
		'타이프 라이터; 선택적 프린팅 기구, 즉 조판 이외의 수단으로 프린팅하는 기구; 오타의 수정(세판 B41B; 특수 표면에 인쇄하는 것 B41F; 세탁 마크 B41K; 지우개 용구, 고무 지우개, 또는 지우개 장치 B43L 19/00; 프린팅 오타의 코팅에 의한 액상 수정 매체 C09D 10/00; 측정 결과의 기록 G01; 데이터의 인식 또는 표시, 디지털 방식에 의한 기록 운반체에의 기록, 예, 천공에 의한 것 G06K; 우편물 무료 송달기, 또는 티켓 인쇄기 및 발행기 G07B; 전기적 키보드 스위치 일반 H01H 13/70, H03K 17/94; 키보드 또는 유사한 장치에 관계한 부호 발생 H03M 11/00; 디지털 정보의 전송용 수신기 또는 발신기 H04L; 문서 또는 유사한 것의 전송 또는 재생, 즉 팩시밀리 전송 H04N 1/00; 그들 자신의 기능의 기록을 만드는 기계. 예. 금전 등록기. 계량기에 특별히 채택되어진 인자 기구는 관계된 서브클래스를 참조)',
	B41K:
		'압인; 압인 장치 또는 번호 인자 장치(식육의 마킹 A22C 17/10; 인쇄와 결합된 엠보싱 B41F 19/00, 선택적 프린팅 기구 B41J; 장식 또는 마크의 엠보싱 B44B 5/00; 완전한 포장체의 마킹 또는 약호 붙이기 B65B 61/26; 티켓 인쇄 및 발행 장치, 요금 등록 장치, 인쇄 기구가 없는 무료 송달 장치 G07B)',
	B41L:
		'사무 또는 다른 상업용의 복사 장치, 전사 장치 또는 인쇄 장치; 수신자 인쇄기 또는 그것과 유사한 인쇄기(산업용 인쇄기 B41F; 압인 장치 또는 번호 인자 장치 B41K; 시트 또는 웨이브의 취급 일반 B65H)',
	B41M:
		'인쇄, 복제, 마킹 또는 복사 방법; 컬러 인쇄(인쇄 에러의 수정 B41J; 그림 또는 그와 유사한 것을 전사하는 방법 B44C 1/16; 피복하는 것에 의하여 인쇄 에러를 수정하는 액체 매체 C09D 10/00; 날염 D06P)',
	B41N:
		'인쇄판 또는 포일(Foil) (감광성 재료 G03); 인쇄, 잉크 도포, 습윤(damping) 등 인쇄기에 사용되는 표면용 재료; 그 표면의 사용 준비 또는 보존',
	B42B:
		'용지, 첩 또는 절첩을 서로 영구적으로 합철하는 일 또는 그러한 물건을 영구적으로 합철하는 일(못질 또는 스테이플링 일반 B25C, B27F,; 지엽 또는 절첩을 상호 영구적으로 합철하기 위한 기계 B42C 1/12); 용지, 첩 또는 절첩을 서로 영구적으로 합철하는 일 또는 그러한 물건을 영구적으로 합철하는 일(못질 또는 스테이플링 일반 B25C, B27F,; 지엽 또는 절첩을 상호 영구적으로 합철하기 위한 기계 B42C 1/12)',
	B42C: '제본(절단 또는 구멍을 뚫는 기계, 장치 또는 도구 B26; 지엽의 접기 B31F; 책의 장식 B44)',
	B42D:
		'책; 책의 커버; 낱장식(Loose leaves); 달리 분류되지 않는 특수형의 인쇄물; 그것에 사용되는 장치 및 사용되지 않는 장치; 이동되는 대상체의 기입 또는 독취 장치  [2013.01]',
	B42F: '일반적으로 함께 부착된 시트; 철하는 용구; 화일 카드; 색인(서견태 A47B 19/00 서가 A47B 23/00)',
	B43K: '필기용 또는 제도용 기구(화장 물질용 용기, 포장 또는 부속품. 예, 면도용 비누, 립스틱, 메이크-업(make-up) )',
	B43L:
		'필기용구 또는 제도 용구; 필기 또는 제도의 부속구(선긋기 작업 용구 B25H 7/00; 교습용 필기구 또는 제도 용구 G09B 11/00)',
	B43M:
		'달리 분류되지 않는 책상 부속구(고정구 B25C, B27F, 시트를 일시적으로 함께 부착하기 위한 장치 B42F; 점착 테이프 조출기 B65H 35/07)',
	B44B:
		'미술 작업을 위한 공구, 장치, 기계, 예. 조형, 무늬 장식, 조각, 소인 또는 인레이(Inlaying)(장식이 있는 가죽 C14B)  [2013.01]',
	B44C:
		'장식 효과의 창작(표면에 액체 또는 다른 유동물질을 적용하는 과정 일반 B05D; 플라스틱 또는 플라스틱 상태에서의 물질을 성형 B29C; 전사화(transfer picture)을 만들기 위한 인쇄 과정 B41M 3/12, 감열복제 또는 마킹 방법 B41M 5/00); 모자이크; 목판 세공(모자이크 또는 목판 세공 패턴의 모방 B44F 11/04); 도배     [2]',
	B44D:
		'달리 분류되지 않은 도장 또는 그림; 그림의 보존; 특수한 미술적 표면 효과 또는 표면 끝마무리를 위한 표면 처리(표면 처리 일반, 관련 분류, 예. 액체 또는 다른 유동 물질의 적용 B05 참조)   [2]',
	B44F: '특수 디자인 또는 그림',
	B60B: '차륜; 캐스터(castor); 차축; 차륜의 부착력을 증대시키는 것',
	B60C:
		'차량용 타이어(제조, 수리 B29); 타이어의 팽창; 타이어의 교환; 일반; 팽창가능한 탄성체에 밸브의 부착; 타이어에 관한 장치 또는 부품(타이어의 시험 G01M 17/02)',
	B60D: '차량연결기(브레이크시스템의 부품 B60T 17/04)',
	B60F:
		'레일과 노면양용차량; 다른 종류의 매체 내 또는 매체 상을 주행할 수 있는 차량 예. 수륙양용 차량(공기쿠션 차량 B60V)',
	B60G: '차체현가장치(공기스프링식 차체 B60V; 차체와 프레임 사이의 연결 B62D 24/00)',
	B60H: '특히 차량의 객실 또는 화물실의 난방, 냉방, 환기 또는 다른 공기처리수단에 관한 장치 또는 개조장치',
	B60J:
		'차량의 창, 방풍 유리, 비고정식의 지붕, 문 또는 동류의 장치； 차량에 특별히 적합하게 분리가능한 외부 보호 커버(이러한 잠금쇠, 매다는 도구, 폐쇄도구, 개방도구 E05)',
	B60K:
		'차량의 추진 장치 또는 동력 전달 장치의 배치 또는 설치； 복수의 서로다른 원동기의 배치 또는 설치； 보조 구동장치； 차량용 계기 또는 계기판； 차량의 추진 장치의 냉각, 흡기, 배기 또는 연료 공급에 관한 배치  [1, 8]',
	B60L:
		'전기 추진차량의 추진(차량의 공통 추진 또는 상호 추진을 위한 여러 다양한 견인차의 또는 전기 추진 장치의 설치 또는 배치 B60K 1/00, B60K 6/20; 차량에서 전기 기어링의 설치 또는 배치 B60K 17/12, B60K 17/14; 철도 차량에서 파워를 감소시킴으로 휠 슬립(wheel slip)을 예방하는 것 B61C 15/08; 전기 발전 기계 H02K; 전기자동차의 제어 또는 조정 H02P); 전기추진자동차의 보조 장치를 위해 전력을 공급하는 것 (차량의 기계적 커플링을 결합한 전자 커플링 장치 B60D 1/64; 차량용 전기 난방 B60H 1/00); 차량용 전동식 브레이크 시스템 일반 (전기자동차의 규제 또는 통제 H02P); 차량용 자기 서스펜션 또는 부상; 전기 추진 자동차의 운영 변수 모니터링; 전기 추진 자동차의 전기 안전 장치   [4]',
	B60M:
		'전기적 추진차량을 위한 전력공급선 또는 레일에 따른 장치(철도노선에 따르는 포인트제어 또는 안전장치 B61L; 레일과 포인트의 구조일반 E01B)',
	B60N: '달리 분류되지 않는 승객설비(가구구조 A47)',
	B60P:
		'하물이송에 적합한 차량 또는 특수하물 또는 특수목적물을 이송, 운반 또는 반입하는 데 적합한 차량(환자 또는 신체장애자를 위한 특별한 설비를 가진 차량 A61G 3/00)',
	B60Q:
		'일반적 차량용의 신호 또는 조명장치의 배치, 그의 설치 또는 지지(신호 또는 조명장치의 배치, 그의 취부 또는 지지로서 철도차량용 B61D, 자전거용 B62J, 선박용 B63B, 항공기용 B64D; 조명일반, 조명장치 그 자체는 F21, H05B; 신호일반 G08; 전기스위치 그 자체는 H01H)',
	B60R:
		'달리 분류되지 않는 차량, 차량 부속구 또는 차량부품(차량에 특히 적합하게 된 화재예방, 억제 또는 소화 A62C 3/07)',
	B60S: '달리 분류되지 않는 차량의 손질, 세척, 수리, 지지, 들어 올림 또는 이동',
	B60T:
		'차량용 제동제어방식 또는 그 부품； 제동 제어 방식 또는 그 부품 일반(전기적 제동 방식의 제어 B60L 7/00； 차량의 브레이크와 다른 구동 유닛의 관련 제어 B60W； 차량의 제동 요소의 구성 일반； 차량의 의도하지 않은 움직이는 것을 저지하기 위한 포터블 장치； 제동 장치의 냉각을 위한 차량의 개조  [1,8])',
	B60V: '공기쿠션차량',
	B60W:
		'다른 종류 또는 다른 기능의 차량용 부품의 관련 제어； 하이브리드 차량에 특별히 적합한 제어 시스템； 특정의 단일의 부품의 제어에 관한 것은 아닌, 특정의 목적을 위한 도로상의 차량의 운전 제어 시스템  [8]',
	B61B: '철도 방식; 달리 분류되지 않는 설비(리프트, 호이스트, 엘리베이터, 에스컬레이터 또는 움직이는 보도 B66B)',
	B61C: '기관차; 동력차(차량 일반 B60; 프레임 및 대차 B61F; 기관차를 위한 특별한 철도 선로의 설비 B61J, B61K)',
	B61D: '철도 차량의 종류와 차체 세부(차량 일반 B60; 특수 기구의 차량 B61B; 태프레임 B61F)',
	B61F:
		'철도 차량 현가 장치, 예. 대프레임, 대차, 차축 장치; 상이한 간격의 궤도에 사용하는 철도 차량; 탈선 방지; 차량 보호 장치; 장애 제거 장치 또는 유사한 것(차량용 일반 B60; 차축, 차륜 B60B; 타이어 B60C)',
	B61G: '철도차량에 특별히 적용되는 연결기; 철도차량에 특별히 적용되는 인장 또는 완충 장치',
	B61H:
		'철도 차량에 특유한 제동 장치 또는 기타 감속 장치; 철도 차량에서의 제동 장치 또는 그 밖의 감속 장치의 설비 또는 배치(차량의 전기적 제동 B60L, 일반 H02K; 철도 차량에서의 차량 또는 궤도의 상태변화에 따라 차량제동력을 조정하기 위한 장치 B60T 8/00; 보조력 또는 구동동력을 사용하여 초동 장치에서 최종 제동작동기까지의 제동동작의 전달, 그와 같은 전달 장치가 조합된 제동 방식, 예. 공기압제동 방식 B60T 13/00; 동력제동 방식에 조립되어 들어가서 작동되는 밸브의 구조, 배열, 또는 동작 B60T 15/00; 제동 방식의 구성 부품, 세부 또는 부속품 B60T 17/00; 제동 장치 일반 F16D)',
	B61J: '차량을 이동하는 것 또는 교환하는 것(조차 계통 B61B; 차량을 이동하는 것의 일반 B60S)',
	B61K:
		'철도를 위한 다른 보조 장치(에너지 축적 제동 B61H; 기후의 영향에 대한 궤도의 보호 E01B; 레일 청소, 제설 E01H)',
	B61L:
		'철도 교통의 안내; 철도 교통의 보안(제동 장치 또는 보조 장치 B61H, B61K; 전철기 또는 철우(points)의 구성 E01B)',
	B62B: '수동 추진 차량, 예. 손수레(Hand cart), 유모차; 썰매',
	B62C: '동물 견인 운반차',
	B62D:
		'자동차; 트레일러(Trailers) (농업 기계 또는 그 설비의 조향 및 안내 A01B 69/00; 차륜, 캐스터, 차축, 차륜의 점착력을 증가시키는 것 B60B; 차량 타이어, 타이어의 팽창, 타이어의 교환 또는 수리 B60C; 열차 또는 유사 차량간의 연결기 B60D; 철도 및 노면용 차량, 수육양용 또는 용도 전환 가능한 차량 B60F; 현가 장치 B60G; 난방, 냉방, 환기 또는 다른 공기 처리 장치 B60H; 창, 방풍 유리, 비고정식 루프, 도어(door) 또는 유사한 장치, 비사용시의 차량커버 B60J; 추진장치, 보조추진장치, 전동장치, 제어장치, 계장 또는 계기판 B60K; 전동차량의 전동장치 또는 추진장치 B60L; 전동차량용 동력공급장치 B60M; 달리 분류되지 않는 여객설비 B60N; 하물수송 또는 특수한 하물 또는 대상물을 운반하는 데에 적합한 것 B60P; 조명, 신호장치의 배치, 그의 부착 또는 지지, 또는 그것을 위한 회로 B60Q; 달리 분류되지 않는 차량, 차량부속품 또는 차량부품 B60R; 달리 분류되지 않는 손질, 청소, 수리, 지지, 들어올리기 또는 이동 B60S; 제동장치, 제동제어방식 또는 그 부속품 B60T; 공기쿠션차량 B60V; 모우터사이클, 그 부속품 B60J, B60K; 차량의 시험 G01M)',
	B62H:
		'자전차 스탠드; 자동차의 주차 또는 저장을 위한 지지 또는 유지구; 자전차의 불허가 사용 또는 도난을 방지하거나 표시하는 기구; 자전차 자물쇠; 자전차 연습 장치',
	B62J:
		'자전차용 새들 또는 시트; 자전차 특유의 것으로 달리 분류되지 않는 부속품 예. 자전차용의 하물대, 자전차용의 보호장치',
	B62K:
		'자전차; 자전차 프레임; 자전차 조향 장치; 특히 자전차용에 적용된 운전자 조작 제어장치; 차축 현가 장치(axle suspension), 사이드 카아, 전방에 연결하는 차체, 그 밖에 이것과 유사한 것',
	B62L: '자전차용 제동장치',
	B62M:
		'차륜이 부착된 차량 또는 썰매의 인력 추진; 썰매 또는 사이클의 동력 추진; 그와 같은 차량에 특히 적합한 동력전달장치(차량 전동장치의 배치 또는 설치 일반 B60K; 동력전달 장치 요소 그 자체 F16)',
	B63B:
		'선박 또는 그 밖의 물에 뜨는 구조물; 선적을 위한 장치(선박의 환기장치, 난방장치, 냉방장치 또는 공기조화 장치 B63J 2/00; 준설선 또는 토양 이동 기계의 지지로서 부유성 하부구조 E02F 9/06)   [2,2013.01]',
	B63C:
		'선박의 진수, 견인에 의한 운반, 드라이 독크(dry- docking)에의 입출; 수난구조; 수중에서의 생존 또는 탐색용의 장치; 수중물의 인상 또는 탐색용의 장치(해면에서의 비행기의 회수를 위한 부양넷트, 부양경사로 또한 그것에 유사한 것 B63B 35/52 )',
	B63G: '선박용의 공격 또는 방어용 설비; 기뢰 부설; 소해; 잠수함; 항공모함(공격 또는 방어 일반. 예. 포탑, F41H)',
	B63H: '선박의 추진 또는 조타(원자력 추진 이외의 잠수함에 특유한 것 B63G; 수중어뢰에 특유한 것 F42B 19/00)',
	B63J: '선박용 보조장치',
	B64B: '경항공기(항공기용 지상 설비 일반 B64F)',
	B64C: '비행기; 헬리콥터(에어쿠션 비행체 B60V)',
	B64D: '항공기의 장비; 비행복; 패러슈트(parachute 낙하산); 동력 장치 또는 추진 전달 기구의 설비 또는 장치',
	B64F: '지상 설비 또는 항공기, 운반용 갑판의 설비',
	B64G: '우주비행; 우주 항공체 또는 그 장비(지구외의 광원에서의 원광용의 장치 또는 방법 E21C 51/00)',
	B65B:
		'물품 또는 재료를 포장하기 위한 기계, 기구, 장치 또는 방법; 짐풀기(잎담배의 묶음 및 압축 장치 A24C 1/44; 가게 또는 사무소의 부속품으로서의 종이백 홀더 A47F 13/08; 피복용 장치, 예. 침윤에 의하는 것 B05C; 곤포된 것 또는 물품에 지지되도록 적용된 결속구를 긴장시키든가 혹은 고착시키기 위한 장치 B25B; 못질 또는 스테플러 장치, B25C, B27F; 봉투에 문서류의 삽입 및 편지류의 봉인 B43M 3/00, 5/00; 라벨부착 B65C; 포장재, 용기 또는 그 밖의 포장 요소, 예. 결속구, 마개용구, 보호캡 B65D; 운반 또는 저장 장치 B65G; 포장 기계에 적용하는 것과 무관계한 시트 또는 웹의 처리장치 B65H; 병, 단지(jar) 또는 이와 유사한 용기에 밀폐 부재의 장착 B67B; 용기 또는 용기의 밀폐구에 부착되어 있지 않거나, 또는 결합되지 않은 밀폐용기를 열기 위한 수동 또는 동력을 이용한 장치 B67B 7/00; 성냥의 포장 C06F; 제조공정에 있어서 설탕의 포장 C13B 45/02; 탄약의 포장 F42B 39/00; 컨테이너 혹은 용기의 제조,이 응용과 무관계한 용기 또는 그릇의 제작은 적절한 서브클래스를 참조)',
	B65C:
		'라벨 부착 또는 태그(tag)부착용 기계, 장치 또는 과정 (못질 또는 스테이 플링 일반 B25C, B27F; 데칼코마니아의 적용 방법 B44C 1/16; 포장용 라벨 부착 B65B; 라벨, 네임프레이트 G09F)',
	B65D:
		'물품 또는 재료의 보관 또는 수송용의 용기, 예. 장류(Bags), 나무통, 병, 상자, 캔류(Cans), 마분지 상자(Carton), 나무상자(Crate), 드럼, 호리병(Jars), 탱크, 호퍼(Hopper), 운송 콘테이너, 부속품, 폐개구(Closures) 또는 그 부착; 포장 요소; 포장체',
	B65F:
		'가정의 쓰레기 또는 그것에 유사한 쓰레기의 수집 또는 이송(쓰레기의 소독 A61L; 쓰레기의 파쇄기 B02C; 쓰레기의 선별 B03B, B07B; 쓰레기 용기를 운반하기 위한 손수레 B62B; 대 지지구 B65B 67/00; 쓰레기의 비료에의 변환 C05F; 쓰레기의 고체 연료에의 변환 C10L; 하수, 오수 받이 E03F; 쓰레기 처리를 위한 건축물에 있어서의 장치 E04F 17/10; 쓰레기의 소각로 F23G)',
	B65G:
		'운반 또는 저장 장치, 예. 하적 또는 포장 풀기용 컨베이어(CONVEYORS); 공장 컨베이어 시스템 또는 공기 튜브 컨베이어(물품 또는 물질의 특수한 취급 또는 처리는 관련한 서브클라스를 참조, 예. 금속 가공에 있어서의 것 B21D 43/00, B23Q 7/00, 41/02; 차량, 철도, 선박, 항공기용의 것 B60에서 B64; 자동차, 트레일러 조립 라인에 특별히 적용되는 운반, 콘베이어, 견인 시스템의 것 B62D 65/18; 포장에 있어서의 것 B65B; 박판상 또는 선상 재료의 취급 B65H; 감아 올리기, 견인, 예. 트럭 롤러(truck loader) B66; 액체 처리 B67; 지하 조건에 특히 적합한 것 E21F 13/00; 가스 또는 액체를 분배 또는 저장하기 위한 것 F17; 방사성 물질의 처리에 관한 것 G21C 19/00)  [2013.01]',
	B65H: '박판상 또는 선조재료, 예. 시트, 웹, 케이블의 취급',
	B66B:
		'엘리베이터; 에스컬레이터 또는 이동 보도(일반적인 출구 수단의 대체품으로 사용되는 인명 구조 장치, 예. 계단, 케이지에서 아래에 있는 사람을 구조, 가방 또는 건물 또는 다른 구조로부터 유사한 지원 A62B 1/02; 항공기와 같은 또는 승객 탑승을 가능하게 하기 위한 또는 비행을 조작하기 위한 장치 B64D 9/00; 리프팅 또는 호이스팅 장치에의 응용을 특징으로 하는 브레이크 또는 래칫장치 B66D 5/00)  [4,2013.01]',
	B66C:
		'클레인; 크레인, 캡스탄, 윈치(winches) 또는 태클(tackles)용 하물 계합 요소 또는 장치(로프, 케이블, 체인을 감는 기구, 그것을 위한 브레이크 장치 또는 회전 방지 장치 B66D; 특히 원자로에 적합한 것 G21)',
	B66D:
		'캡스탄(capstans); 윈치(winches); 태클(tackles), 예.풀리·블록(pully blocks); 호이스트(hoists) (공급 또는 저장의 목적을 위한 권상 또는 권하 로프 또는 케이블 B65H； 공급 또는 저장을 위한 로프 또는 케이블의 권상 또는 권하 장치 B66B； 매달아진 비계에 특히 적합한 권상 장치 E04G3/32)',
	B66F:
		'달리 분류되지 않는 감아올리기, 들어올리기 또는 견인 또는 압진, 예. 하물의 표면에 직접 접하여 들어올리기 또는 압진에 적용되는 장치 (파일 또는 유사한 지지물상의 인공섬의 부착 E02B 17/00 ; 들어올리기 장치에 조합된 비계(scaffolding) E04G 1/22,3/28 ; 가동형틀을 위한 리프트장치 E04G 11/24 ; 건축물용 리프트 E04G 23/06 ; 지주 또는 기둥 E04G 25/00 ; 사다리에 부착된 승강장치 또는 기타의 감아올리기 장치 E06C 7/12 ; 광산용 지주 E21D 15/00)',
	B67B:
		'병, 단지 또는 이것과 유사한 용기의 밀폐 부재의 장착; 밀폐용기의 개봉(용기 또는 용기 밀폐 구에 부착 또는 결합된 개봉 또는 밀폐장치 B65D)',
	B67C: '달리 분류되지 않는 병, 단지, 캔, 통 또는 유사한 용기의 액체 또는 반 액체의 충전, 비움(Emptyin6g); 깔대기',
	B67D:
		'달리 분류되지 않는 액체의 분배, 방출 또는 이송(관 또는 튜브의 세정, 관 또는 튜브 시스템의 세정 B08B 9/02; 달리 분류되지 않는 병, 단지, 캔, 나무통, 통 또는 유사 용기를 비우거나 충전 B67C; 물의 공급 E03; 배관 장치 F17D; 옥내 온수 공급 장치 F24D; 체적, 체적유량, 물질 유량 또는 액위 측정, 체적에 의한 계량 G01F; 코인에 의해 작동되는 장치 또는 이와 유사한 장치 G07F)',
	B68B:
		'마구; 그것에 관련하여 사용하는 기구; 말채찍 또는 그와 유사한 것(경마 또는 승마를 위한 설비, 부속품 A63K 3/00)',
	B68C: '말의 안장; 등자',
	B68F: '피혁(Leather), 범포(canvas) 또는 그 유사품으로부터의 물품의 제조(피혁 자체의 가공 C14)',
	B68G:
		'충전물(예: 소파, 의자, 침대, 이불, 베개 등의 가구용 충전재,; 의자, 침대, 소파 그 자체 A47C); 충전물로 속을 채우는 방법, 장치 또는 기계; 달리 분류되지 않은 충전물로 속을 채워서 된 물품(예: 가구용 충전재, 소파, 의자, 침대, 이불, 베개 등; 의자, 침대, 소파 그 자체 A47C)',
	B81B:
		'B81B 마이크로 구조 장치 또는 시스템, 예. 마이크로 기계 장치(압전소자, 전왜소자 또는 자왜소자 그 자체 H01L 41/00)   [7]',
	B81C:
		'B81C 마이크로 구조적 장치 또는 시스템의 제조 또는 처리에 특히 적합한 방법 또는 장치(마이크로 캡슐(microcapsules) 또는 마이크로 벌룬(microballoons)의 제조 B01J 13/02; 압전소자, 전왜소자, 자왜소자 자체의 제조나 처리에 적합한 방법 또는 장치 H01L 41/22)',
	B82B:
		'개별단위로서의 분자, 원자들의 제한된 집합 또는 개별 원자, 분자의 조작에 의해 형성된 나노구조; 그의 취급 또는 제조   [7]',
	B82Y: '나노 구조의 특별한 사용이나 적용; 나노 구조의 측정이나 분석; 나노 구조의 제조나 처리   [2011.01]',
	C01B:
		'비금속 원소; 그 화합물 (이산화탄소를 제외한 무기화합물 또는 요소의 준비를 위한 효소사용 또는 발효 과정 C12P 3/00; 전기영동 또는 전기분해에 의한 무기 화합물 또는 비금속 원소의 생산 C25B)',
	C01C:
		'암모니아; 시안; 이들의 화합물(할로겐의 옥시산염 C01B 11/00; 과산화물, 퍼옥시산염 C01B 15/00; 티오황산염, 아이티온산염, 폴리티온산염 C01B 17/64; 셀레늄 또는 텔루르를 함유한 화합물 C01B 19/00; 아지드 C01B 21/08; 금속 아미드 C01B 21/092; 아질산염 C01B 21/50; 인화물 C01B 25/08; 인의 옥시산염 C01B 25/16; 규소를 함유한 화합물 C01B 33/00; 붕소를 함유한 화합물 C01B 35/00; 이산화탄소를 제외한 무기화합물 또는 요소의 제조를 위한 효소사용 또는 발효 처리 C12P 3/00; 전기영동 또는 전기분해에 의한 무기 화합물 또는 비금속 요소의 생산 C25B)',
	C01D:
		'알칼리 금속, 즉 리튬, 나트륨, 칼륨, 루비듐, 세슘 또는 프란슘의 화합물(금속수소화물 C01B 6/00; 할로겐의 옥시산염 C01B 11/00; 과산화물, 퍼옥시산염 C01B 15/00; 황화물 또는 다중 황화물 C01B 17/22; 티오황산염, 이티온산염, 폴리티온산염 C01B 17/64; 셀레늄 또는 텔루르를 함유한 화합물 C01B 19/00; 금속과 질소로 된 이성분 화합물 C01B 21/06; 아지드 C01B 21/08; 금속아미드 C01B 21/092; 아질산염 C01B 21/50; 인화물 C01B 25/08; 인의 옥시산염 C01B 25/16; 탄화물 C01B 31/30 규소함유화물 C01B 33/00; 붕소함유 화합물 C01B 35/00; 시안화물 C01C 3/08; 시안산염 C01C 3/14; 시안아미드의 염 C01C 3/16; 티오시안산염 C01C 3/20; 이산화탄소를 제외한 무기화합물 또는 요소의 준비를 위한 효소사용 또는 발효 과정 C12P 3/00; 혼합물에서 금속 화합물을 얻는 것, 예. 자유금속을 얻기 위해 야금 처리에서 중간 화합물인 광석 C22B; 전기영동 또는 전기분해에 의한 무기 화합물 또는 비금속 요소의 생산 C25B)',
	C01F:
		'금속 베릴륨, 마그네슘, 알루미늄, 칼슘, 스트론튬, 바륨, 라듐, 토륨 화합물 또는 희토류 금속 화합물(금속 수소화물 C01B 6/00; 할로겐의 옥시산염 C01B 11/00; 과산화물, 퍼옥시산염 C01B 15/00; 마그네슘, 칼슘, 스트론튬 또는 바륨의 황화물 또는 다중 황화물 C01B 17/42; 티오황산염, 이티온산염, 폴리티온산염 C01B 17/64; 셀레늄 또는 텔루르 함유 화합물 C01B 19/00; 금속과 질소로 된 이성분 화합물 C01B 21/06; 아지드 C01B 21/08; 금속 아미드 C01B 21/092; 아질산염 C01B 21/50; 인화물 C01B 25/08; 인의 옥시산염 C01B 25/16; 탄화물 C01B 31/30; 규소 함유 화합물 C01B 33/00; 붕소 함유 화합물 C01B 35/00; 염기 교환 특성을 갖지 않는 외 분자체 특성을 갖는 화합물 C01B 37/00; 분자체와 염기 교환 특성을 갖는 화합물, 예. 결정성 제올라이트, C01B 39/00; 시안화물 C01C 3/08; 시안산염 C01C 3/14; 시안아미드의 염 C01C 3/16; 티오시안산염 C01C 3/20; 이산화탄소를 제외한 무기화합물 또는 요소의 제조를 위한 효소 사용 또는 발효 처리 C12P 3/00; 혼합물에서 금속 화합물을 얻는 것, 예. 자유금속을 얻기 위해 야금 처리에서 중간 화합물인 광석 C22B; 전기영동 또는 전기분해에 의한 무기 화합물 또는 비금속 요소의 생산 C25B)',
	C01G:
		'서브클래스 C01D 또는 C01F 에 포함되지 않는 금속을 함유하는 화합물(금속수소화물 C01B 6/00; 할로겐의 옥시산염 C01B 11/00; 과산화물, 퍼옥시산염 C01B 15/00; 티오황산염, 이티온산염, 폴리티온산염 C01B 17/64; 셀레늄 또는 텔루르를 함유하는 화합물 C01B 19/00; 금속과 질소로 된 이성분 화합물 C01B 21/06; 아지드 C01B 21/08; 금속 아미드 C01B 21/092; 아질산염 C01B 21/50; 인화물 C01B 25/08; 인의 옥시산염 C01B 25/16; 탄화물 C01B 31/30; 규소를 함유하는 화합물 C01B 33/00; 붕소를 함유하는 화합물 C01B 35/00; 염기 교환 특성을 갖지 않는 외 분자체 특성을 갖는 화합물 C01B 37/00; 분자체와 염기 교환 특성을 갖는 화합물, 예. 결정성 제올라이트 C01B 39/00; 시안화물 C01C 3/08; 시안산염 C01C 3/14; 시안아미드의 염 C01C 3/16; 티오시안산염 C01C 3/20; 이산화탄소를 제외한 무기화합물 또는 요소의 제조를 위한 효소 사용 또는 발효 처리 C12P 3/00; 혼합물에서 금속 화합물을 얻는 것, 예. 자유금속을 얻기 위해 야금 처리에서 중간 화합물인 광석 C21B, C22B; 전기영동 또는 전기분해에 의한 무기 화합물 또는 비금속 요소의 생산 C25B)',
	C02F:
		'물, 폐수, 하수 또는 오니(슬러지)의 처리(물질에서 화학적인 변화에 영향을 줌으로써 무해하거나 덜 유해한 해로운 화학물질을 만들기 위한 처리 A62D 3/00; 분리, 정화 탱크 또는 필터 장치 B01D; 물, 폐수 또는 하수를 처리하는 수송선박의 세부장치 예 담수생산 B63J; 부식방지 물질의 첨가 C23F; 방사성 오염액의 처리 G21F 9/04)   [3,,2013.01]',
	C03B: '제조, 성형 또는 보조공정',
	C03C:
		'유리, 유약(glazes) 또는 유리질법랑(Vitreous enamels) 의 화학적 조성; 유리의 표면처리; 유리, 광물 또는 슬래 그로부터의 섬유 또는 필라멘트의 표면처리; 유리와 유리 또는 타물질과의 접착',
	C04B:
		'석회; 마그네시아; 슬래그; 시멘트; 그 조성물, 예. 모르타르, 콘크리트 또는 유사한 건축재료; 인조석; 세라믹(실투유리세라믹 C03C 10/00); 내화물(내화 금속에 따른 합금 C22C); 천연석의 처리   [4]',
	C05B: '인산 비료',
	C05C: '질소 비료',
	C05D: '서브클래스 C05B, C05C 에 분류되지 않는 무기질 비료; 이산화탄소를 생성하는 비료',
	C05F: '서브클래스 C05B, C 에 분류되지 않는 유기질 비료, 예. 폐기물 또는 쓰레기로부터 되는 비료',
	C05G:
		'각각이 C05 중의 상이한 서브클래스에 포함되는 비료의 혼합물; 하나 또는 그 이상의 비료와 특히 비료 활성을 갖지 않는 물질과의 혼합물, 예. 살충제, 토양 조절제, 습윤제와의 혼합물(첨가 미생물의 배양물, 균사체 또는 그와 같은 것을 함유한 유기질 비료 C05F 11/08; 식물 비타민 또는 식물 호르몬을 함유한 유기질 비료 C05F 11/10); 형태에 특징이 있는 비료',
	C06B: '화약 또는 발열성 조성물(폭파 F42D); 그의 제조; 단일 물질의 화약으로서의 사용   [2]',
	C06C: '기폭 장치 또는 점화 장치; 자연 발화제; 화학적 점화구; 도화선    [2]',
	C06D: '연기 또는 안개의 발생 용구; 가스탄 조성물; 폭파 또는 추진용 가스의 발생 (화학적인 부분)   [2]',
	C06F: '성냥; 성냥의 제조',
	C07B:
		'유기 화학의 일반적 방법; 장치(텔로머화(telomerisation)에 의한 카르복시산에스테르의 제조 C07C 67/47; 고분자 화합물을 제조하기 위한 처리, 예. 텔로머화(telomerisation) C08F, C08G)',
	C07C:
		'비환 화합물 또는 탄소환 화합물(고분자 화합물 C08; 전기분해, 전기영동에 의한 유기 화합물 제조 C25B 3/00, C25B 7/00)',
	C07D: '이종원자 고리 화합물(고분자 화합물 C08)  [2]',
	C07F:
		'탄소, 수소, 할로겐, 산소, 질소, 황, 셀레늄 또는 텔루르 이외의 원소를 함유하는 비환식, 탄소 고리 또는 이종원자 고리 화합물(금속함유 포르피린 C07D 487/22; 고분자 화합물 C08)',
	C07G: '구조불명의 화합물(구조불명의 술폰화지방, 지방유 또는 왁스 C07C 309/62)',
	C07H:
		'당류; 그 유도체; 뉴클레오시드; 뉴클레오티드; 핵산(알돈산 또는 당산의 유도체 C07C, D; 알돈산, 당산 C07C 59/105, 59/285; 시안히드린 C07C 255/16; 글리칼(glyclas) C07D; 구조 불명의 화합물 C07G; 다당류, 그 유도체 C08B; 유전자 공학에 관한 DNA 또는 RNA, 벡터, 예. 플라즈미드 또는 그의 분리, 조제 또는 정제 C12N 15/00; 당 또는 전분공업 C13)',
	C07J: '스테로이드(a세코-스테로이드 C07C)',
	C07K:
		'펩티드 (Peptides) (β-락탐고리 함유 펩티드 C07D; 환식 디펩티드에 있어서 그 분자중에 환을 형성하는 펩티드 결합이외의 펩티드결합을 갖지 않는 것, 예. 피페라진-2.5-디온 C07D; 환식 펩티드형의 맥각알칼로이드 C07D 519/02519/02; 단세포 단백질, 효소 C12N; 펩티드를 얻기 위한 유전 공학 공정 C12N 15/00)   [4]',
	C08B:
		'다당류; 그 유도체(글리코시드 결합에 의하여 상호 결합된 6개 미만의 당류기를 함유하는 다당류 C07H; 발효 또는 효소를 사용하는 공정 C12P 19/00; 당공업 C13; 셀룰로스의 제조 D21)',
	C08C: '고무의 처리 및 화학적 변성',
	C08F:
		'탄소-탄소 불포화 결합만이 관여하는 반응으로 얻어지는 고분자 화합물(저급 탄화수소로부터 액체 탄화수소 혼합물의 제조, 예. 올리고머화에 의한 것, C10G 50/00; 발효 또는 효소를 사용하여 원하는 화학 화합물 또는 조성물을 합성하는 방법 또는 혼합물로부터 광학이성체를 분리하는 방법 C12P; 섬유 또는 실, 사, 직물 또는 그러한 물질로 만들어진 섬유제품 상에 탄소-탄소 불포화결합을 포함하는 단량체 중합을 융합하는 것 D06M 14/00)  [2]',
	C08G:
		'탄소-탄소 불포화 결합만이 관여하는 반응 이외의 반응으로 얻는 고분자 화합물(발효 또는 효소를 사용하여 원하는 화학 화합물 또는 조성물을 합성하는 방법 또는 혼합물로부터 광학이성체를 분리하는 방법 C12P)  [2]',
	C08H:
		'천연 고분자 화합물의 유도체(다당류 C08B, 천연고무 C08C; 천연 수지 또는 유도체 C09F; 피치, 아스팔트, 역청으로 작업 C10C 3/00)',
	C08J:
		'마무리; 일반적 혼합 방법; 서브클래스 C08B, C08C, C08F, C08G 또는 C08H에 포함 되지 않는 후 처리(가공, 예.플라스틱의 성형 B29)   [2]',
	C08K: '무기 또는 비고분자 유기 물질의 배합 성분으로서의 사용   [2]',
	C08L:
		'고분자 화합물의 조성물(중합 단량체로 이루어진 조성물 C08F, C08G; 인조 필라멘트 또는 인조 섬유 D01F; 직물처리용 조성물 D06)  [2]',
	C09B:
		'유기 염료 또는 염료 제조에 밀접한 관련이 있는 화합물; 매염제; 레이크(발효 또는 효소를 사용하여 소망의 화학 물질을 합성하는 방법은 C12P)',
	C09C:
		'안료성 또는 충전제 성질을 개량하기 위한 섬유성 충전제 이외의 무기물질의 처리(무기 화합물 또는 비금속 원소의 제조 C01; 모르타르, 콘크리트 또는 인조석에 대한 물질의 충진성을 향상시키기 위한 특히 적합한 처리 C04B 14/00, C04B 18/00, C04B 20/00); 카본 블랙의 제조',
	C09D:
		'피복 조성물, 예. 페인트, 바니시 또는 락카; 충전용 반죽; 페인트 또는 잉크 제거제; 잉크; 수정액; 목재 물감(WOODSTAINS); 그 물질의 사용(화장품 A61K; 액체 또는 기타 유동성 물질을 표면에 적용하는 방법 일반 B05D; 목재의 착색 B27K 5/02; 유리, 유약(glazes) 또는 유리질법랑(Vitreous enamels) C03C; 천연수지, 프랑스 니스(FRENCH POLISH); 건성유(DRYING-OILS); 드라이어(건조제(SICCATIVES)); 테레빈(송진(TURPENTINE)), 그자체 C09F; 프랑스 니스 이외의 광택제 조성물(POLISHING COMPOSITIONS); 스키 왁스(SKI WAXES) C09G; 접착제 또는 접착제로서 물질의 사용 C09J; 조인트 또는 커버를 밀봉 또는 패킹하기 위한 것 C09K 3/10; 새는 것을 방지하기 위한 것 C09K 3/12; 전기 분해 또는 전기 영동에 의한 피복막의 제조 C25D)  [5]',
	C09F:
		'천연수지; 프랑스 니스(FRENCH POLISH); 건성유(DRYING-OILS); 드라이어(건조제(SICCATIVES)); 테레빈(송진(TURPENTINE))',
	C09G: '프랑스 니스 이외의 광택제 조성물(POLISHING COMPOSITIONS); 스키 왁스(SKI WAXES)',
	C09H: '아교(GLUE) 또는 젤라틴(GELATINE)의 제조',
	C09J:
		'접착제; 일반적인 접착 방법(비기계적 요소); 달리 분류되지 않는 접착 방법; 물질의 접착제로서의 사용(외과용 접착제 A61L 24/00; 층상 생성물의 결합제로서 사용하는 불특정 유기 고분자 화합물을 기재로 한 접착제 B32B; 각각의 접착제와 열활성 접착제를 사용하는 변형하는 표면을 가지고 직물 또는 유사 물질 또는 물품에 라벨링하는 것 B65C 5/02, B65C 5/04; 아교 또는 젤라틴의 제조 C09H; 접착제 라벨, 태그 티켓 또는 유사 지시수단 식별체 G09F 3/10)   [5]',
	C09K: '그 밖에 분류되지 않는 응용되는 물질； 그 밖에 분류되지 않는 물질의 응용',
	C10B:
		'가스, 코크스, 타르 및 이들의 유사물을 제조하기 위한 탄소 물질의 분해 건류(광유의 분해 C10G; 광물의 지하 가스화 E21B 43/295)   [5]',
	C10C: '타르, 피치, 아스팔트, 역청(Bitumen)의 처리; 목초산',
	C10F: '이탄의 건조 또는 처리',
	C10G:
		'탄화수소유의 분해 증류; 액체 탄화수소 혼합물의 제조, 예. 분해 수소화, 올리고머화(Oligomerisation), 중합 반응(분해에 의한 수소 또는 합성 가스의 제조 C01B; 탄화수소 가스의 분해 또는 열분해에 의한 개개의 탄화수소 혹은 명확하던지 일련의 특징적인 구성을 갖는 탄화수소 혼합물의 제조 C07C; 분해에 의한 코크스의 제조 C10B; 유혈암, 유사 또는 가스로부터의 탄화수소유의 회수; 주로 탄화수소로 된 혼합물의 정제; 나프타의 개질; 광물납   [6])',
	C10H: '습식법에 의한 아세틸렌의 제조  [5]',
	C10J:
		'산소 또는 증기를 수반하는 부분 산화법에 의해, 고체 탄소질 물질로부터 일산화탄소와 수소를 포함하는 가스의 제조 (지하 광물의 가스화 E21B 43/295) ; 공기 또는 기타 가스를 탄소와 화합(carburetting)  [5]',
	C10K: '일산화탄소 함유 가연성 기체의 정제 또는 화학 조성의 변성',
	C10L:
		'달리 분류되지 않는 연료; 천연가스; 서브클래스 C10G 또는 C10K에 의하여 분류되지 않는 방법으로 얻어지는 천연 가스; 액체 석유 가스; 연료 또는 화염의 첨가제 사용; 화염 착화제',
	C10M:
		'윤활 조성물(착정용 조성물 C09K 8/02)；단독의 윤활제로서의, 또는 윤활 조성물의 윤활 성분으로서의 화학물질의 사용(금속용의 이형, 즉 분리제 B22C 3/00, 플라스틱용 또는 플라스틱 상태의 물질용 일반 B29C 33/56, 유리용 C03B 40/02；방직용 윤활 조성물 D06M 11/00, D06M 13/00, D06M 15/00；현미경용 오일 G02B 21/33)  [4]',
	C10N: '서브클라스 C10M에 관련되는 인덱싱 계열',
	C11B:
		'지방, 지방성 물질 (예. 라놀린), 지방유 또는 왁스의 제조 (압착, 유출), 정제 또는 보존 및 그 폐기물로부터의 추출; 정유; 향료(건성유 C09F)',
	C11C:
		'지방, 지방유 또는 왁스로부터의 지방산; 양초; 지방, 지방유 또는 이들로부터 얻어지는 지방산의 화학적 변성에 의한 지방, 지방유 또는 지방산',
	C11D: '세정성 조성물; 세정제로서 단일 물질의 사용; 비누 또는 비누 제조; 수지 비누; 글리세롤의 회수',
	C12C: '맥주양조(조원료의 세척 A23N; 원료의 투입 혹은 회수하는 장치, 저장실의 도구 C12L; 효모의 증식 C12N 1/14)',
	C12F: '발효액의 부산물 회수; 알코올의 변성 또는 변성 알코올',
	C12G: '포도주; 그 밖의 기타 알코올 음료; 조제(맥주 C12C)',
	C12H:
		'알코올음료의 저온살균; 살균; 보존; 정제; 청정; 숙성 또는 알코올의 제거(탈산 포도주 C12G 1/10; 포도주 침전 방지 C12G 1/12; 가향에 의한 유사 숙성 C12G 3/06)',
	C12J: '식초; 그것의 조제',
	C12L: '원료의 투입 또는 회수하는 장치; 저장실 도구류(통의 청징화 B08B 9/00)',
	C12M:
		'효소학 또는 미생물학을 위한 장치(퇴비의 발효를 위한 시설 A01C 3/02; 사람 또는 동물의 일부분의 보존 A01N 1/02; 맥주 양조 장치 C12C; 포도주의 발효장치 C12G; 식초의 제조장치 C12J 1/10)  [3]',
	C12N: '미생물 또는 효소; 그 조성물',
	C12P:
		'발효 또는 효소를 사용하여 원하는 화학물질 또는 조성물을 합성하는 방법 또는 혼합물로부터 광학이성체를 분리하는 방법  [3]',
	C12Q:
		'효소 또는 미생물을 함유한 측정 또는 시험방법(면역시험 G01N 33/53); 그것을 위한 조성물 또는 시험지; 그 조성물을 조제하는 방법; 미생물학적 또는 효소학적 방법에 있어서의 상태응답 제어   [3]',
	C12R: '미생물과 관련있는 서브클래스 C12C에서 C12Q 까지와 연관된 인덱싱 계열   [2013.01]',
	C13B:
		'자당의 생산; 그에 특히 적합한 장치(화학적으로 합성된 설탕이나 설탕 파생물 C07H; 단당류 라디컬을 포함한 화합물을 제조하기 위한 발효나 효소 사용 처리C12P 19/00)   [2011.01]',
	C13C: '(C13B로 이동)',
	C13D: '(C13B로 이동)',
	C13F: '(C13B로 이동)',
	C13G: '(C13B로 이동)',
	C13H: '(C13B로 이동)',
	C13J: '(C13B로 이동)',
	C13K:
		'자당 이외의, 자연원으로부터 또는 자연적으로 발생하는 이당-, 올리고-, 다당류의 가수분해에 의해 얻어진 당류(화학적으로 합성된 설탕 또는 설탕 유도체 C07H; 다당류, 예. 전분, 그 유도체 C08B; 당류 라디칼을 포함하는 조성물을 제조하기 위해 발효 또는 효소를 이용한 공정 C12P 19/00)',
	C14B:
		'원피, 나피 또는 피혁의 기계적 처리 및 가공 일반; 내장 분할기; 나피 전단기(생피 또는 그 유사품의 기계적 세정 D06G)',
	C14C:
		'화학물질이나 효소 또는 미생물을 갖는 나피, 원피 또는 피혁의 처리, 예. 무두질, 함침 또는 끝마무리; 그것들의 장치; 무두질 합성품(피혁과 모피의 표백 D06L; 피혁과 모피의 염색 D06P)  [2013.01]',
	C21B: '철 또는 강의 제조(철광석 또는 스크랩의 예비처리 C22B 1/00; 전기가열 H05B)',
	C21C:
		'선철의 처리, 예. 정제, 연철 또는 강의 제조(금속의 정제 또는 재용융 일반 C22B 9/00); 철계합금의 용융상태에서의 처리',
	C21D:
		'철계금속의 물리적구조의 개량; 철계 또는 비철계금속 또는 합금의 열처리를 위한 일반적 장치; 탈탄, 소려 또는 타처리에 의한 금속의 가단화(확산법에 의한 세멘테이션(Cementation) C23C; 적어도 1공정은 C23에 분류되고, 적어도 1공정은 서브클래스에 포함되고, 금속질재료의 다공정의 표면처리 C23F 17/00; 공정물질의 1방향 개화 또는 공석정물질의 1방향석출 C30B)',
	C22B:
		'금속의 제조 또는 정제(금속분 또는 그 현탁액의 제조 B22F 9/00; 전기분해 또는 전기영동에 의한 금속의 제조 C25); 원료의 예비처리',
	C22C: '합금(합금의 처리 C21D, C22F)',
	C22F:
		'비철금속 또는 비철합금의 물리적 구조의 변화(철합금 또는 스틸의 열처리에 특화된 처리 및 금속 또는 합금의 열처리를 위한 장치 C21D)',
	C23C:
		'금속재료의 피복; 금속 피복재료; 표면 확산, 화학적 전환 또는 치환에 의한 금속재료의 표면처리; 진공증착, 스퍼터링, 이온주입 또는 화학증착에 의한 피복, 일반(액체 또는 기타 유동성재료에 의한 표면에의 적용일반 B05; 압출 제품의 금속피복 B21C 23/22; 기존의 피복층에 금속피복은 관련개소 참조 예 B21D 39/00, B23K; 전극의 고밀도 전류를 이용하여 금속가공 B23H; 유리의 금속피복 C03C; 몰탈, 콘크리트, 인공석, 세라믹 또는 자연석의 금속피복 C04B 41/00; 페인트, 바니쉬, 락카 C09D; 금속재료의 범랑처리 또는 유리층 형성 C23D; 금속재료의 방식 또는 이물질 형성방지 C23F; 전기분해 또는 전기영동에 의한 금속 피복 또는 금속 표면 처리 C25D, C25F; 단결정막의 성장 C30B; 직물 금속화 D06M 11/83; 국부적인 금속화에 의한 직물 데코레이팅 D06Q 1/04; 스캐닝 프로브 장치의 세부사항 일반 G01Q; 반도체장치의 제조 H01L; 인쇄회로기판의 제조 H05K)   [4]',
	C23D: '금속의 법랑피복 또는 유리질 피막의 형성(법랑의 화학조성 C03C)',
	C23F:
		'기계적 방법에 의하지 않는 표면에서 금속재료의 제거(전기 침식에 의한 금속가공. B23H; 화염에 표면처리. B23K 7/00; 레이저 빔에 의한 가공. B23K 26/00); 금속 물질의 부식 억제; 외피층 억제 일반(금속 표면 처리 또는 전기영동 또는 전기이동에 의한 금속의 코팅 C25D, C25F); 클래스 C23 및 서브클래스 C21D, C22F 또는 클래스 C25에 포함되는 적어도 하나의 공정과 관련되는 금속재료의 표면처리를 위한 다단계 공정  [4]',
	C23G: '전해법 이외의 화학적방법에 의한 금속재료의 청정 또는 탈지(연마 조성물 C09G; 세정제 C11D)',
	C25B:
		'화합물 또는 비금속의 제조를 위한 전기분해 또는 전기영동 방법; 그것을 위한 장치 (양극 또는 음극 보호 C23F 13/00; 단결정 성장 C30B)   [2,2013.01]',
	C25C:
		'금속의 전해제조, 회수 또는 정련방법; 그것을 위한 장치 (양극 또는 음극 보호 C23F 13/00; 단결정 성장 C30B)  [2,2013.01]',
	C25D:
		'전기분해 또는 전기영동에 의한 피복방법; 전기주조(금속의 석출에 의한 인쇄회로의 제조 H05K 3/18); 전해에 의한 관련 제품; 그것을 위한 장치 (양극 또는 음극 보호 C23F 13/00; 단결정 성장 C30B)  [2,6,2013.01]',
	C25F:
		'전기분해에 의한 재료의 제거방법; 그것을 위한 장치 (전기적 방법에 의한 하수, 폐수, 또는 물 처리 C02F 1/46; 양극 또는 음극 보호 C23F 13/00)   [2,2013.01]',
	C30B:
		'단결정성장(초고압을 쓰는것, 예. 다이야몬드생성용 B01J 3/06); 공정물질의 일방향고체화 또는 공석정물질의 일방향석출; 물질의 존멜팅(Zone meting)에 의한 정제(금속 또는 합금의 존(Zone) 정제 C22B); 특정구조의 균질상의 다결정물질의 제조(금속의 주조, 동일공정 또는 장치에 의한 다른 물질의 주조 B22D; 프라스틱 가공 B29; 금속 또는 합금의 물리적 구조의 변경 C21D, C22F); 반도체장치 또는 그 부품을 제조하기 위한 것 H01L; 단결정 또는 특정구조의 균질상 다결정재료의 후처리; 그것을 위한 장치',
	C40B: '조합된 화학；라이브러리, 예.화학 라이브러리, 컴퓨터에 의한(in silico) 라이브러리   [8]',
	D01B:
		'섬유 또는 필라멘트를 채취하기 위한 천연 섬유 또는 필라멘트 소재의 기계적 처리, 예. 방적(광석으로부터 석면(asbestos) 섬유의 원 추출 B03B, 물에 담가 부드럽게 하는(retting) 장치 D01C)',
	D01C:
		'방적용 섬유나 필라멘트를 채취하기 위한 천연의 섬유상 또는 필라멘트상 물질의 화학적 처리; 동물섬유 재생을 위한 넝마털 부스러기의 탄화  [2013.01]',
	D01D:
		'방적용 섬유나 필라멘트를 채취하기 위한 천연의 섬유상 또는 필라멘트상 물질의 화학적 또는 생물학적 처리; 동물섬유 재생을 위한 넝마털 부스러기의 탄화',
	D01F:
		'인조필라멘트, 사, 섬유, 강모, 또는 리본의 제조에 있어서 화학적 특징을 가지는 것; 탄소 필라멘트 제조에 특히 적합한 장치',
	D01G:
		'섬유의 예비처리, 예. 방적용(랩, 웹, 슬라이버 또는 조사의 권취 또는 되감기, 집속 또는 안내일반, 슬라이버 또는 조사의 캔(cans), 슬라이버 또는 로빙 캔에의 집적 B65H; 제지용 섬유의 전처리 D21)',
	D01H:
		'방적 또는 연사(방적 또는 연사와 인접한 관련이 없는 필라멘트상의 재료의 되감기, 조출, 송출, 권취 ,코일상권치 B65H; 코일모양으로 감거나 감은 재료에 대한 중심부, 형상, 지지구 도는 파지(보지)구. 예. 보빈, B65H; 오우컴의 가연 D01G 35/00; 섬유; 필라멘트 또는 실의 권축 (Crimping 또는 Curling) D02G 1/00; 쉐닐사의 제조 D03D, D04D 3/00; 실, 조사, 슬라이버, 섬유 또는 섬유웨브의 시험 G01)',
	D02G: '섬유, 필라멘트, 가연사 또는 사의 권축처리; 사 또는 가연사',
	D02H: '정경, 빔 권취 또는 리싱(leasing)',
	D02J:
		'필라멘트, 사, 가연사, 끈, 로프 또는 이들의 유사물의 끝마무리 또는 가공(권축 D02G; 액체, 기체 또는 증기로 처리하는 것 D06B; 액체 처리 이외의 정경사 또는 시트상 사 그룹의 끝마무리 D06C; 화학적 사항에 대해서는 D06L, D06M, D06P, D06Q를 참조; 로프의 제작과정 처리, 로프 제조에 부수한 로프의 처리장치 D07B)',
	D03C: '개구기구; 문직 또는 문직용 체인; 문지의 펀칭(punching); 모양의 설계',
	D03D: '직물; 제직방법; 직기',
	D03J: '제직 보조 장치; 제직용의 용구; 북(shuttles)',
	D04B: '메리야스편성',
	D04C:
		'보빈네트(bobbin-net) 또는 탄화레이스를 포함한 레이스의 끈꼬기 또는 제조; 끈꼬는 기계; 브레이드(braid, 꼰끈); 레이스(세장편재료로서 신창을 만드는 기계 A43D 29/00; 등 나무세공 B27J 1/00)',
	D04D:
		'장식품; 달리 분류되지 아니하는 리본, 테이프 또는 밴드 (차양이 붙은 모자를 위한 부속품 또는 장식품, 예. 차양이 붙은 모자의 밴드 A42C 5/00; 장식미술 B44; 사 또는 연사 D02G; 직성 D03; 꼰끈 또는 레이스 D04C; 부직포 D04H)',
	D04G:
		'필라멘트상 재료의 매듭 장식에 의한 제망; 매듭 장식 양탄자(knotted carpet) 또는 타페스트리(tapestries)의 제조; 달리 분류되지 아니하는 매듭 장식(수확기의 사결속기 A01D 59/04; 금망 B21F; 매듭 장식에 의한 포장 B65B; 감기 또는 되감기에 관련된 매듭 장식 B65H 69/00; 직성에 있어서의 매듭 장식 D03J; 다른 기술에 의하여 만들어진 망, 양탄자나 타페스트리는 적절한 서브클래스를 참조)',
	D04H:
		'직물(textile fabrics)의 제조, 예. 섬유 또는 필라멘트상 재요로부터(직성 D03; 편성 D04B; 조성 D04C; 제망 D04G 봉성 D05B; 터프팅 D05C; 부직포의 마무리 D06); 이와 같은 방법 또는 장치로서 제조된 직물, 예. 펠트, 부직포; 탈지면(cotton wool); 충전물(wadding)(이종의 중간층 또는 외층, 예. 직성에 의한 직물을 가진 부직물 B32B)',
	D05B:
		'봉제(재봉사를 위한 기구 A41H; 재봉대 A47B 29/00; 제본에 있어서의 재봉 B42B 2/00; 편물용으로 변형된 미싱 D04B 39/08)',
	D05C: '자수(자수가능한 프로그램 제어 재봉기 D05B 19/00, D05B 21/00); 터프팅(부직포 제조 D04H; 재봉 D05B)',
	D06B:
		'섬유재료의 액체, 기체 또는 증기에 의한 처리(액체의 표면에의 부여 일반필라멘트의 웨이브처리 일반 B05; 가죽의 처리 C14C / 동물섬유로부터의 불순물의 기계적 제거 D01B; B05; 운반 일반, 세탁 D06F; 화학적인 사항은 D06L～ D06Q 참조)',
	D06C:
		'직물의 피니싱(finishing), 드레싱(dressing), 텐터링(Tentering) 또는 신장(화학적인 사항은 D06L～ D06Q 참조; 건조 F26B)',
	D06F:
		'섬유제품의 세탁, 건조, 다림질, 프레스 또는 절첩(모자의 모양 뜨기, 프레스, 김 쐬기신장에 관한 장치 A42C / 섬유재료의 액체, 기체 또는 증기 처리 D06B / 화학적인 사항 D06L, D06M을 참조)',
	D06G:
		'카펫트, 양탄자, 마대, 가죽 또는 기타 피혁 또는 섬유제품 또는 직물의 기계식 또는 압력식 청정; 가요성의 튜브 기타 중공물질의 안 밖을 뒤집기(침대깃털의 기계적 조성 또는 처리 B68G 3/00)',
	D06H: '섬유재료의 마킹, 검사, 접합, 분리(봉합에 의한 접합 D05B; 제조에 부수하는 것, 관련서브클래스 참조)',
	D06J:
		'주름가공, 주름잡기(킬팅)나 직물 또는 의류의 주름잡기(직성에 의한 것 D03D; 봉제에 의한 것, D05B; 주름형성용 프레스기 또는 셋트용 장치 D06C)  [2013.01]',
	D06L:
		'섬유, 가연사, 사, 직물, 우모 또는 인공섬유제품의 표백, 예. 형광표백 , 드라이크리닝 또는 세정; 피혁 또는 모피의 표백(유리섬유 또는 필라멘트, 광물면, 또는 광물면의 처리 C03 / 방적용 섬유를 얻기 위한 섬유재료의 화학적처리 D01 / 기계적 사항에 관하여는 D06B, D06C, D06F를 참조, 종이 펄프 또는 목면린터의 표백 D21)  [2013.01]',
	D06M:
		'섬유, 가연사, 사, 직물, 우모 또는 이와같은 재료로서부터 제조된 섬유제품의 클라스 D06 달리 분류되지 않는 처리(유리, 광물 또는 슬래그로부터 섬유 또는 필라멘트의 표면처리 C03C 25/00; 섬유제품의 기계적 처리에 관한 것은 D06B부터 D06J를 참조)  [2013.01]',
	D06N:
		'벽, 마루 또는 피복재료, 예. 리놀륨 유포(Oilcloth), 인조피혁, 루우핑펠트, 고분자재료의 층에 의하여 피복된 섬유웹으로서 되는 것; 달리 분류되지 않는 유연한 시트재료(라미네이트 일반 B32B; 종이 또는 판지의 성질을 남게한 피복된 웹 D21)',
	D06P:
		'섬유제품의 염색 또는 날염; 피혁, 모피 또는 여러가지 형태의 고체상 고분자 물질의 염색(기계적 사항에 관여하는 B41F, B41J, D06B, D06C를 참조; 섬유제품 이외의 재료의 표면의 전사 또는 인쇄 B41M; 유리, 광물 또는 슬러그로 된 섬유 또는 필라멘트의 표면처리 C03C 25/00; 매염염색 D06M; 지의 염색 D21H)',
	D06Q:
		'섬유제품의 장식(기계적 수단에 의한 섬유제품의 처리에 관하여는 D06B～ D06J를 참조; 섬유제품표면 전체의 금속 처리 D06M 11/83; 고분자물질에 접착된 직물사, 필라멘트, 실 혹은 밧줄 D06N7/00; 염색 또는 날염 D06P)',
	D07B:
		'로프 또는 케이블 일반(상호적으로 또는 기타 물체에 접속되어 있는 로프, 또는 케이블 B65H 69/00, F16G 11/00; 로프의 기계적 마무리 또는 가공 D02J; 장식로프 또는 코드 D04D; 교양용 현수케이블 E01D 19/16; 푸리 또는 기타 전동요소에 의한 구동 또는 견인에 특히 적당한 것 F16G 9/00; 전기적인 분야에 관한 케이블 또는 접속구 H01B, H01R)',
	D21B: '섬유원료 또는 그의 기계적 처리',
	D21C:
		'셀룰로스함유 재료로부터 비셀룰로스물질을 제거하는 것에 의한 셀룰로스의 제조; 펄프 화약액 (pulping liquor)의 재생; 이를 위한 장치',
	D21D: '초지기에 보내기 전에 행하는 증해된 지료의 처리  [5]',
	D21F: '초지기; 이에 의한 종이의 제조방법',
	D21G:
		'캘린더(calendar); 초지기의 부속품(완성된 제품을 감는 장치(winder, rewinder), 주름 또는 측면방향 늘임을 조정하는 수단 B65H)',
	D21H:
		'펄프 조성물; 서브클라스 D21C, D21D에 포함되지 않는 펄프 조성물의 제조; 종이에 화학물질의 함침 또는 코팅; 클라스 B31 또는 서브클라스 D21G에 포함되지 않는 완성된 종이의 처리; 기타 달리 분류되지 않는 종이  [2013.01]',
	D21J: '섬유판; 셀룰로스성 섬유의 현탁액 또는 혼응지로부터 물품의 제조(건식법에 의한 물품의 제조 B27N)',
	E01B:
		'궤도; 궤도용 공구; 모든 종류의 철도건설용 기계(궤도상의 탈선 또는 복귀용 블록(block), 궤도제어 또는 감속장치 B61K; 궤도로부터의 이물제거(異物除去), 제초(除草), 액체의 살포(撒布) E01H)',
	E01C:
		'도로, 경기장 또는 그와 유사한 것의 건설 또는 그 표면의 시공; 건설 및 보수용 기계 또는 보조 공구(눈이나 얼음을 굳게 하기도 하고, 정지(整地)하여 도로나 유사 표면을 형성하는 것 E01H)',
	E01D: '교량(橋梁)(손님의 승강(乘降)을 위한 터미널 빌딩과 항공기 사이에 가설(架設)하는 다리 B64F 1/305) 다리의 해체',
	E01F:
		'도로의 부대설비(附帶設備)의 설치 또는 플랫폼, 헬리콥터의 착륙대(着陸臺), 표시(標示), 방설책(防雪柵) 또는 이와 유사한 것의 건설과 같은 부대작업(附帶作業)',
	E01H:
		'가로(街路)의 청소; 궤도(軌度)의 청소; 해안(海岸)의 청소; 지면(地面)의 청소; 안개의 소산(消散) 일반(잔디 또는 다른 물질의 표면을 쓸거나 청소하기 위한 장치로 전환할 수 있는 잔디 깎는 기계, 예. 눈을 제거하기 위한것, 잔디나 다른 표면을 쓸거나 청소할수 있는 것 A01D 42/06; 청소 일반 B08B)',
	E02B: '수공(水工)(선박의 리프트(Lift) E02C; 준설(浚渫) E02F)',
	E02C: '선박의 리프트 장치 및 기구',
	E02D: '기초(基礎); 굴착(掘鑿); 축제(築堤)(특히 수공(水工)에 적합한 것 E02B); 지하 또는 수중 구조물',
	E02F: '굴착(掘鑿); 토사(土砂)의 이송(이탄(泥炭)의 채굴(採掘) E21C 49/00)',
	E03B:
		'취수(取水), 집수(集水), 또는 배수(配水) 설비 또는 그 방법(우물 파기, 우물로부터의 유체(流體)의 채취(採取) 일반 E21B; 관로계(管路系) 일반 F17D)',
	E03C:
		'상수(上水) 또는 폐수(廢水)용의 가정용 배관 설비(급수 본관(本管) 또는 폐수관(廢水管)의 어느 쪽에도 급수되지 않는 것 A47K; 지하에서 사용되고 있는 종류의 장치 E03B, E03F); 개수대',
	E03D: '수세변소(水洗便所) 또는 세정(洗淨) 장치를 갖는 소변소(小便所); 그를 위한 세정(洗淨) 밸브',
	E03F: '하수(下水); 오수(汚水) 구덩이',
	E04B:
		'건축구조일반; 벽, 예. 칸막이벽; 지붕; 바닥; 천정(天井); 건축물의 절연(絶緣) 또는 기타 보호(保護)(벽, 바닥 또는 천정내 개구의 가장자리 구조 E06B 1/00)',
	E04C:
		'구조요소; 건축 재료(교량(橋梁用) E01D; 절연(絶緣) 또는 다른 보호를 위하여 특별히 설계된 것 E04B; 건축 보조구로서 사용되는 요소 E04G; 터널용 E21D; 광업용 E21; 건축 공학보다도 넓은 적용 범위를 갖는 구조 요소 F16, 특히 F16S)',
	E04D:
		'지붕 잇기; 천창(天窓); 물받이 홈통; 지붕 공사용 공구(플라스터 또는 다공성(多孔性) 재료에 의한 외벽의 피복 E04F 13/00)',
	E04F: '건축물의 마무리, 예. 계단, 마루(창, 문(門) E06B)',
	E04G:
		'비계(飛階); 거푸집; 거푸집 널; 건축용 기구 또는 기타 건축용 보조구 또는 그것들의 사용; 현장에 있어서의 건축 재료의 취급; 현존하는 건축물의 보수, 해체 또는 기타 작업',
	E04H:
		'특정 목적의 건축물 또는 유사한 구축물(構築物); 수영(水泳) 또는 물놀이용 수조(水槽) 또는 풀(pool); 마스트(mast); 울타리; 텐트 또는 차양 일반(기초 E02D)',
	E05B: '자물쇠; 자물쇠를 위한 부속품; 수갑',
	E05C:
		'윙 특히 도어 또는 창문용의 볼트 고정 장치(차량의 측판(側板) 또는 뒷문 구조의 걸쇠 수단 B62D 33/037; 구조적 또는 기계적 요소의 고정 장치 E04, F16B; 자물쇠, 자물쇠와 구조적 또는 조작적(操作的)으로 조합된 또는 자물쇠와 중요한 협동을 하는 고정 장치 E05B; 윙을 움직이는 기구에 관련하여 윙 고정구를 조작 또는 제어하는 수단 E05F)',
	E05D: '도어, 창 또는 윙용 힌지(Hinge) 및 다른 지지 장치(피봇 일반 F16C 11/00)',
	E05F: '윙을 개폐(開閉)하는 수단; 윙용(用) 체크(Check); 타류에 속하지 않고 윙의 기능에 관계되는 윙의 부품',
	E05G:
		'금고(金庫) 또는 귀중품 보관실(保管室); 은행(銀行) 방호(防護) 장치; 보안(保安) 격벽(隔璧) (경보장치(警報裝置) 그 자체 G08B)',
	E06B:
		'건축물, 승용물(乘用物), 펜스 또는 유사한 울타리에 있어서 개구부를 위한 고정(固定) 또는 가동(可動) 폐쇄 부재 일반, 예. 도어, 창(窓), 블라인드, 문(門)(온실(溫室)의 덮개나 블라인드 A01G 9/22; 커튼 A47H; 자동차 화물넣기 또는 본넷(bonnet)을 위한 리드(Lid) B62D 25/10; 천창(天窓) E04B 7/18; 차양(遮陽), 밖으로 내민 차양(遮陽) E04F 10/00)',
	E06C: '사다리(E04F 11/00이 우선; 계단 의자 A47C 12/00; 선박용 B63B, 항공기용 B64; 비계 E04G)',
	E21B:
		'지중 또는 암석의 굴착(채광, 채석 E21C; 수직갱의 굴착, 갱도 또는 터널의 굴진 E21D); 채굴정 에서의 오일, 가스, 물, 용해성 또는 용융성 물질 또는 광물 슬러리의 채취',
	E21C: '채광(採鑛) 또는 채석(採石)',
	E21D:
		'수직갱(垂直坑); 터널; 갱도(坑道); 대형 지하실(토양 조절 또는 토양 안정화 재료 C29K 17/00; 채광 또는 채석용의 절단기 E21C; 안전 장치, 운반, 구호, 통풍 또는 배수 E21F)',
	E21F: '갱도(坑道) 또는 터널내의 또는 그것들의, 안전장치, 운반, 충전(充塡), 구호(救護), 통풍(通風) 또는 배수(排水)',
	F01B:
		'기계 또는 기관, 일반 또는 용적형의 것, 예. 증기기관(회전형 피스톤 또는 요동형피스톤의 것 F01C; 비용적형의 것 F01D; 연소 기관 F02; 왕복운동 피스톤식 기관의 내부연소에 관한 것 F02B 57/00, F02B 59/00; 유체용 기계 F03, F04; 크랭크축, 크로스헤드, 커넥팅로드 F16C; 플라이휠 F16F; 회전운동과 왕복운동 변환을 위한 기어일반 F16H; 기관 일반을 위한 피스톤, 피스톤 로드, 실린더 F16J)',
	F01C:
		'회전피스톤식 또는 요동피스톤식 기계 또는 기관(연소기관 F02; 내부연소에 관한 것 F02B 53/00, 55/00; 유체용 기계 F03, F04)',
	F01D: '비용적형의 기계 또는 기관, 예. 증기터빈(연소기관 F02; 액체용 기계 또는 기관 F03, F04; 비용적형 펌프 F04D)',
	F01K:
		'증기기관설비; 증기어큐뮬레이터(accumulator); 달리 분류되지 않는 기관설비; 특수한 작동유체 또는 사이클을 사용한 기관(가스터빈 혹은 제트추진설비 F02; 증기발생 F22; 원자력동력설비, 그 기관의 배설 G21D)',
	F01L: '주기적으로 작동하는 기계 또는 기관용 밸브(밸브일반 F16K)',
	F01M: '기계 또는 기관의 윤활일반(윤활 일반 F16C); 내연기관의 윤활; 크랭크실의 환기',
	F01N:
		'기계 또는 기관을 위한 가스유 소음기 또는 배기장치 일반; 내연기관용 관한 것 B60K 13/00; 특히 내연기관에 응용되고 결합되는 연소가스유 소음기 또는 배기장치(차량용 추진장치의 배기구 배치에 공기 입구소음기 F02M 35/00; 잡음의 방지 혹은 경감 일반 G01K 11/00)',
	F01P:
		'기계 또는 기관의 냉각일반; 내연기관의 냉각(차량용 추진장치의 냉각기, 배치에 관한 것 B60K 11/00; 열전달, 열교환 혹은 열저장 물질 C09K 5/00; 열교환 일반, 라디에이터 F28)',
	F02B:
		'내연식 피스톤기관; 연소기관 일반(주기적으로 밸브를 작동하는 것 F01L; 내연 기관에 윤활유를 칠하는 것 F01M; 기체흐름 소음장치 또는 그것을 위한 배기장치 F01N; 내연 기관의 냉각 F01P; 내연터빈 F02C; 연소생성물을 이용하는 설비 F02C, F02G)',
	F02C:
		'가스터빈 설비；제트 추진 설비를 위한 공기의 도입；공기 흡입 제트 추진 설비에 있어서의 연료 공급 제어(터빈의 구조 F01D；제트 추진 설비 F02K；압축기 또는 팬의 구조 F04；연소가 연료 또는 다른 입자의 유체층에서 발생하는 연소 장치 F23C10/00；고압 또는 고속의 연소 생성물의 생성 F23R；압축 냉동 설비에 있어서의 가스터빈의 사용 F25B11/00；차량 있어서의 가스터빈의 사용, 관련하는 차량 클래스 참조)',
	F02D:
		'연소 기관의 제어(차량 속도를 자동적으로 제어하는 차량 부속품이고, 단일의 서브 유닛만으로 작용하는 것 B60K31/00；다른 종류 또는 다른 기능의 차량용 서브 유닛의 관련 제어, 특정의 단일의 서브 유닛의 제어에 관한 것은 아닌, 특정의 목적을 위한 도로상의 차량의 운전 제어 시스템 B60W；주기적으로 작동하는 연소 기관용 밸브 F01L；연소 기관의 윤활의 제어 F01M；내연기관의 냉각 F01P；연소 기관으로의 가연 혼합물 또는 그 성분의 공급, 예.기화기, 분사 펌프 F02M；연소 기관의 시동 F02N；점화의 제어 F02P；가스터빈 설비, 제트 추진 설비 또는 연소 생성가스 기관 설비의 제어는 이러한 설비에 관련한 서브 클래스를 참조)  [4,8]',
	F02F:
		'연소기관의 실린더, 피스톤 또는 케이싱; 연소기관의 밀봉장치의 구성(특히 회전 피스톤 또는 요동피스톤 내연기관에 응용한 것 F02B; 특히 가스터빈 장치에 응용한 것 F02C; 특히 제트추진장치에 응용한 것 F02K)',
	F02G:
		'열가스 또는 연소생성 용적형 기관설비(증기기관설비, 특수한 증기설비, 타의 유체와 같이 열 가스 또는 연소생성가스의 어느 것인가에 의해 작동하는 설비 F01K; 가스터빈설비 F02C; 제트추진설비 F02K); 연소기관의 폐열을 이용하는 것으로서 달리 분류되지 않는 것',
	F02K:
		'제트추진장비(육상차량 또는 차량일반에 있어서 제트추진설비의 배치 또는 부착 B60K; 수상부양구조물에 있어서의 제트추진설비의 배치 또는 부착 B63H; 제트반동에 의하여 항공기의 자세, 비행방향 또는 고도의 제어 B64C; 항공기에 있어서의 제트추진설비의 배치 또는 부착 B64D; 작동유체의 출력이 제트추진력과 타의 형의 추진력, 예. 프로펠러와 나누어지는 것에 특징이 있는 설비 F02B, C; 가스터빈설비와 공통하는 제트추진설비의 특징. 공기흡입제트추진설비의 공기취입구 또는 연료공급 제어 F02C)',
	F02M: '일반 연소기관에의 가연혼합물 또는 그의 성분의 공급(전기기관에의 충전 F02B)',
	F02N:
		'연소기관의 시동(자동피스톤 연소기관의 시동 F02B 71/02; 가스터빈장치의 시동 F02C 7/26); 연소기관의 시동(자동피스톤 연소기관의 시동 F02B 71/02; 가스터빈장치의 시동 F02C 7/26)',
	F02P:
		'내연기관의 점화에서 압축 점화 이외의 것; 압축 점화 기관의 점화시기의 시험(특히 회전피스톤 또는 요동피스톤기관에 적합한 것 F02B 53/12; 내연장치의 점화일반, 예열플러그 F23Q; 물리적 변수의 측정일반 G01; 제어일반 G05; 데이터처리일반 G06; 전기적인 구성부품일반 섹션 H; 점화플러그 H01T)',
	F03B:
		'액체용 기계 또는 기관(액체 및 압축성 유체용기계 또는 기관 F01; 액체용 용적형기관 F03C; 액체용 용적형기계 F04)',
	F03C:
		'액체에 의해 구동되는 용적형기관(액체 및 압축성유체용 용적형기관 F01; 액체용용적형기계; 유체압 액추에이터(actuator) F15B; 유체전동장치 F16H)',
	F03D: '풍력원동기',
	F03G:
		'스프링, 동력, 관성 또는 비슷한 원동기; 기계적 동력을 발생하는 장치 또는 기구로서, 타류에 속하지 않는 또는 타류에 속하지 않는 에너지원을 사용하는 것(차량에 자연력으로부터 동력공급에 관하는 배치 B60K 16/00; 차량에서 자연력으로부터 동력공급에 의한 전기적 추진 B60L 8/00)',
	F03H: '반동추진력을 발생시키는 것으로서 타류에 속하지 않는 것(연소생성물로부터의 것 F02K)',
	F04B:
		'액체용 용적형 기계; 펌프(엔진 연료 분사 펌프 F02M; 회전피스톤형 또는 요동피스톤형의 액체용 기계 또는 펌프 F04C; 비용적형 펌프 F04D; 타의 액체와의 직접접촉에 의하거나 또는 이송되는 액체의 관성을 이용한 유체 펌프 F04F; 크랭크축, 크로스헤드, 커넥팅로드 F16C; 플라이휠 F16F; 회전운동과 왕복운동을 서로 전환하기 위한 전동장치 일반 F16H; 피스톤, 피스톤로드, 실린더일반 F16J; 이온펌프 H01J 41/12; 전기역학 펌프 H02K 44/02)',
	F04C:
		'액체용 회전피스톤 또는 요동피스톤, 용적형 기계(액체에 의해 구동되는 기관 F03C); 회전피스톤 또는 요동피스톤, 용적형 펌프(엔진 연료 분사 펌프 F02M)',
	F04D: '비용적형 펌프 (엔진 연료 분사 펌프 F02M; 이온 펌프 H01J 41/12; 전기역학 펌프 H02K 44/02)',
	F04F:
		'타의 유체와의 직접접촉에 의하여 또는 펌핑되는 유체의 관성력을 이용하여 유체를 펌핑하는 것(내부의 가스압에 의하여 유체 또는 반액체의 내용물을 분배하기 위한 특수한 수단이 있는 용기 또는 포장 B65D 83/14); 사이폰',
	F15B:
		'유체수단에 의하여 작동하는 계 일반; 유체압 액튜에이터, 예. 서보모터; 달리 분류되지 않는 유체압계의 세부(모터, 터빈, 압축기, 송풍기, 펌프 F01 ～ F04; 유체동력학 F15D , 작유체클러치 또는 유체브레이크 F16D; 유체스프링; F16F; 유체전동장치 F16H; 피스톤, 실린더, 패킹 F16J; 밸브, 마개, 콕, 조작용의 플로트 F16K; 주밸브 보조유동에 의하여 작동되는 안전밸브 F16K 17/10; 밸브의 유체작동장치 F16K 31/12; 관, 관이음 F16L; 윤활 F16N)',
	F15C:
		'주로 계산(computing) 또는 제어(control) 목적에 쓰이는 유체회로소자(변환기 F15B 5/00; 유체동역학 일반 F15D; 유체소자로 구성되는 계산장치 G06D, G06G)',
	F15D: '유체역학, 즉 기체 또는 액체의 흐름에 영향을 주기 위한 방법 또는 수단(유체회로 소자 F15C~D)',
	F16B:
		'구조부재 또는 기계부품끼리를 죄거나 고정하기 위한 장치, 예. 못, 볼트, 써클립(circlip), 클램프, 클립, 쐐기; 이음(JOINT) 또는 접속(JOINTING)',
	F16C:
		'축; 휨축; 신축성 있는 덮개에서 움직임을 전동하기 위한 기계적 수단; 크랭크축 기구의 요소; 중심축; 추축 연결; 전동장치, 연결장치, 클러치 또는 제동장치 요소 이외의 회전체 요소; 베어링   [5]',
	F16D:
		'회전운동의 전달을 위한 커플링(coupling)(회전을 운반하기 위한 전동 장치 F16H, 예. 액체 전동 장치 F16H 39/00-F16H 47/00); 클러치(clutch)(다이나모 일렉트릭(dynamo-electric) 클러치 H02K 49/00; 정전기 인력을 사용하는 클러치 H02N 13/00); 브레이크(brake)(차량용 전동식 제동 시스템 일반 B60L 7/00; 다이나모 일렉트릭(dynamo-electric) 브레이크 H02K 49/00)   [2]',
	F16F: '스프링; 완충장치; 진동감쇠 수단',
	F16G:
		'케이블 또는 로프를 서로 또는 다른 것에 결착하기 위한 수단(신축 교량케이블을 위한 케이블 클램프 E01D 19/16); 케이블 또는 로프에 고착시키기 위한 캡(cap) 또는 슬리브(자동차 또는 케이지(cage)를 들어올리기 위해 부착하는 로프 또는 케이블 B66B 7/08, 감아올리기 위한 드럼 B66D 1/34; 기초공사에 적용되는 앵커(ground anchor) )',
	F16H: '전동장치(Gearing)',
	F16J: '피스톤; 실린더; 압력용기 일반; 밀봉장치',
	F16K: '밸브; 탭(Tap); 콕(Cock); 작동하는 플로트(float); 배기 또는 흡기장치',
	F16L: '관; 관의 이음 또는 부속품; 관, 케이블 또는 보호관류의 지지; 일반적인 열절연(THERMAL INSULATION) 방법',
	F16M:
		'엔진, 기계 또는 장치에서의 프레임, 케이싱(casing) 또는 베드(beds)로서; 다른 곳에 속하는 엔진(engine), 기계 또는 장치에 특유하지 않은; 스탠드 또는 지지체',
	F16N: '윤활',
	F16P: '안전장치 일반',
	F16S: '구조용 요소 일반; 이 요소로 조립된 구조물 일반',
	F16T: '증기트랩(steam trap) 또는 기체 또는 증기를 강제로 수용하는 밀폐체로부터 액체를 배출하는 유사한 장치',
	F17B:
		'용량의 변화가 가능한 가스 탱크(gas tank)(자동 가스차단장치 A47J 27/62, G05D; 화염트랩 A62C 4/00; 가스혼합기 B01F, F16K 11/00, G05D 11/00; 가스 압력파 발생기 B06B; 토목공학을 이용한 대용량저장용기의 건조 또는 조립 E04H 7/00; 가스 압축기 F04; 밸브 F16K; 밸브 또는 관의 진동방지 F16K, F16L; 관 F16L; 가스주관의 차단장치 F16L 55/10; 압축, 액화 또는 고화(固化)가스 저장용으로 적용되는 용기 F17C; 가스분배시스템 F17D 1/04; 누설검지 F17D 5/02, G01M; 감시 또는 경보장치 F17D 5/02, G08B; 버너에 있어서 연소의 제어 F23N; 가스의 유량 또는 압력조절장치 G05D)',
	F17C:
		'압축, 액화 또는 고화(固化)가스의 수용 또는 저장용 용기; 일정용량의 가스탱크; 압축, 액화 또는 고화가스의 용기에의 충전 또는 용기로부터의 방출(자연 또는 인공적인 지중 구멍 또는 실에의 유체저장 B65G 5/00; 토목공학 기술을 이용한 대용량저장용기의 건설 또는 조립 E04H 7/00; 가변용량의 가스탱크 F17B; 액화 또는 냉동기계, 플랜트 및 시스템 F25)',
	F17D:
		'관로계; 관로(액체 분배 E03B; 펌프 또는 압축기 F04; 유체 역학 F15D; 밸브 또는 그와 유사한 것 F16K; 파이프, 파이프 부설, 지지대, 조인트, 브랜치(분지), 수리, 전체 라인에서의 작업, 부속품 F16L; 스팀 트랩 또는 그와 유사한 것 F16T; 유체 압력 전기 케이블 H01B 9/06)',
	F21H: '백열 맨틀(mantle); 연소로 가열되는 다른 백열 자연체(그것들의 배치 F21V 36/00 버너 F23D)',
	F21K: '타류에 속하지 않는 광원',
	F21L:
		'휴대용 또는 특별히 운반에 적합하도록 구성된 조명장치 또는 시스템(버너 F23D; 전기적 측면 또는 요소, 섹션 H를 참조, 예. 전기적 광원 H01J, H01K, H05B)   [1,7]',
	F21S:
		'비휴대용 조명장치 또는 그 시스템(버너 F23D; 전기적 측면 또는 요소(섹션 H 참조), 예. 전기적 광원 H01J, H01K, H05B)  [1.7]',
	F21V: '조명장치 또는 그 시스템의 기능적 특징 또는 그 세부. 달리 분류되지 않는, 다른 물체와 조명장치의 구조적 결합',
	F21W: '조명장치 또는 조명시스템의 사용 및 적용과 관계된 서브클래스 F21L,F21S 그리고 F21V와 관련한 인덱싱 체계',
	F21Y: '광원의 형태와 관계된, 서브클래스 F21L, F21S 그리고 F21V와 관계된 인덱싱체계',
	F22B:
		'증기발생법; 증기보일러(기관부가 주가 된 증기기관설비 F01K; 연소 제품이나 잔류물의 제거, 예. 보일러 튜브의 연소오염 표면을 클리닝 F23J 3/00; 증기를 쓰는 가정용 중앙난방방식 F24D; 열교환 또는 열전달 일반 F28; 원자로의 노심부에서의 증기발생 G21)',
	F22D:
		'예열 또는 예열되어 공급된 물의 축열; 급수의 공급; 수위 제어; 보일러내에서 물의 순환를 증진하기 위한 보조 장치(급수의 화학적처리, 예. 정화 C02F; 밀폐 열교환장치 일반 F28D; 제어일반 G05)',
	F22G:
		'증기의 과열(보일러의 증기분리장치 F22B 37/26; 연소 제품이나 잔류물의 제거, 예. 보일러 튜브의 연소오염 표면을 클리닝, F23J 3/00)',
	F23B:
		'고체연료만을 사용하는 연소 방법 또는 장치(실온에서는 고체이지만 용해된 상태로 연소하는 연료의 연소를 위한 것, 예.양초 왁스, C11C, F23C, F23D；공중에 지지된 고체연료를 이용하는 것 F23C, F23D1/00；액체에 부유하고 있는 고체연료를 이용하는 것 F23C, F23D11/00；공기중에 현탁된 고체 연료와 또는 유체 연료와 함께, 동시에 또는 교대로 고체 연료를 사용하는 것 F23C, F23D17/00]  [2013.01])',
	F23C: '유체 연료(FLUID FUEL) 또는 공기중에 현탁된 고체 연료를 이용한 연소 방법 또는 장치(버너 F23D]  [2013.01])',
	F23D: '버너  [2013.01]',
	F23G: '화장로(Cremation Furnaces); 연소에 의해 폐기물 또는 저등급 연료를 소각하는 것',
	F23H:
		'화격자(grates)(유동화상(fluidised bed) 연소장치를 위한 유동화공기의 도입부 F23C 10/20); 화격자의 청소 또는 갈퀴질(ranking)',
	F23J:
		'연소생성물 또는 연소잔재의 제거 또는 처리; 연도(flue)(연도가스로부터 먼지를 침전 B01D; 연료의 조성 C10; 연기, 배출가스 등을 제거하기위한 위한 연소 장치 F23G 7/06)',
	F23K:
		'연소장치에로의 연료의 공급(유동상(fluidised bed) 연소장치에 특히 적합한 연료의 공급 F23C 10/22; 연소의 조절 또는 제어 F23N)',
	F23L:
		'일반적인 연소 장치에 공기나 불연성 액체 또는 가스를 공급하는 것; 연소 장치내 기류 또는 공기 공급의 조절에 특히 적합한 밸브 또는 댐퍼; 연소 장치에 기류를 유도하는 것; 환기축 또는 굴뚝을 위한 윗부분; 연통을 위한 선단(terminals)  [2013.01]',
	F23M:
		'달리 분류되지 않는 연소실의 구조상의 세부(증기보일러용 관벽의 구조 또는 지지 F22B; 고압 또는 고속의 연소생성물의 생성 F23R)',
	F23N:
		'연소의 조정 또는 제어(연소가 연료나 다른 입자의 유동상에서 발생하는 연소 장치에 특히 적합한 제어장치 F23C 10/28; 고형 연료용의 개방식노를 갖춘 가정용 스토브의, 연소를 조절하기 위한 상태 반응 제어 F24B 1/187)  [8]',
	F23Q: '점화 (성냥점화용 장치 A24F; 화학적 점화기 C06C 9/00); 소화장치',
	F23R:
		'고압 또는 고속의 연소생성물의 생성, 예. 가스터빈 연소실(초대기압에서의 조정을 위해 특별히 조정되는 유동층 연소 장치 F23C 10/16)',
	F24B: '고체연료 사용의 가정용 스토브(stove) 또는 레인지(Range); 스토브 또는 레인지와 관련하여 이에 사용되는 도구',
	F24C:
		'기타의 가정용 스토브 또는 레인지; 일반적으로 적용되는 가정용 스토브 또는 레인지의 세부(유체순환형 복사식 스토브 F24H)',
	F24D:
		'가정용 또는 구역 난방방식, 예. 중앙난방방식; 가정용온수공급방식; 그를 위한 요소 또는 구성부재(부식방지 C23F; 물공급일반 E03; 가열목적을 위하여 증기기관설비에서 압출 또는 배출된 증기 또는 복수의 이용 F01K 17/02; 증기트랩 F16T; 가정용 스토브 또는 레인지 F24B, F24C; 열발생수단을 갖는 물가열기 또는 공기가열기 F24H; 가열과 냉각을 조합한 것 F25B; 열교환장치 또는 요소 F28; 물때(furring)의 제거 F28G; 전기 난방 요소 또는 장치 H05B)',
	F24F:
		'공기조화; 공기가습; 환기; 차폐를 위한 기류의 이용(발생 장소에서의 진애 또는 취기의 제거 B08B 15/00; 건물로부터 폐가스를 운반하기 위한 수직 배관 E04F 17/02; 연통을 위한 선단(terminals), 굴뚝 또는 환기축의 선단 F23L 17/02)  [2013.01]',
	F24H:
		'열발생수단이 있는 유체가열기, 예, 물가열기 또는 공기가열기 일반(열전달, 열교환기 또는 열저장 매체 C09K 5/00; 비접촉적 열분해를 위한 튜우브노 C10G 9/20; 밀폐체의 배기 또는 흡기를 위한 장치, 예. 밸브 F16K 24/00; 스팀트랩 또는 유사한 장치 F16T; 증기발생 F22; 연소장치 F23; 가정용 스토브 또는 레인지 F24B, F24C; 가정용 또는 구역난방방식 F24D; 노, 킬른, 가마 또는 레토르트(retort) F27; 열교환기 F28; 전기가열요소 또는 장치 H05B)',
	F24J:
		'달리 분류되지 않는 열의 발생 또는 사용(관련 물질 C09K 5/00; 열에서 기계적 동력을 발생하는 기관 또는 타의 기구는 관련하는 클라스를 참조 예. 자연열을 사용하는 것 F03G)',
	F25B:
		'냉동기계, 플랜트(Plants) 또는 시스템; 가열과 냉동을 조합 시스템; 히트 펌프시스템(펌프, 콤프레서(Compressor) F04; 히트 펌프를 이용한 가정용 또는 구역난방 또는 가정용 온수 공급 F24D; 공기조화, 공기가습 F24F; 히트펌프를 이용한 유체가열 F24H)',
	F25C:
		'제조, 작업, 저장 또는 분배(얼음과자, 아이스크림을 포함하는 것들의 제조 A23G 9/00; 동결한 용제를 제거함으로써 용액을 농축하는 것 B01D 9/04; 동결에 의한 물의 정제 C02F 1/22; 냉동기계, 플랜트 또는 시스템 F25B; 기체 또는 기체 혼합물의 응고 F25J; 동결건조 F26B)',
	F25D:
		'냉장고; 냉각실; 아이스박스; 다른 서브클라스에 속하지 않는 냉각 또는 동결장치(냉동 쇼케이스 A47F 3/04; 가정용 단열용기 A47J 41/00; 냉동차는 클라스 B60부터 B64의 적당한 서브클라스 참조; 단열콘테이너 일반 B65D 81/38; 액화 또는 고화가스용 단열용기 F17C; 공기조화 또는 공 기력습 F24F; 냉동기계. 플랜트 및 시스템 F25B; 냉동장 치의 사용없이 기기 또는 동양의 장치를 냉각하는 것 G21B; 기관 또는 펌프의 냉각은 관련된 클라스를 참조)',
	F25J:
		'기체 또는 기체혼합물의 가압 및 냉각처리에 의한 액화,응고 또는 분리 (극저온 펌프 F04B 37/08; 기체저장용기 가스탱크 F17; 액화 또는 고화가스의 주입 또는 기화 F17C; 냉동기계, 플랜트 또는 시스템 F25B)',
	F26B:
		'고체원료 또는 고형물에서 액체를 제거하는 것에 의한 건조(컴바인용 건조장치 A01D 41/133; 과일 또는 야채의 건조선반 A01F 25/12; 식품의 건조 A23; 두발의 건조 A45D 20/00; 신체의 건조용구 A47K 10/00; 가정용구의 건조 A47L; 가스 또는 증기의 건조 B01D; 고체로부터 탈수 또는 액체를 유사하게 분리하기 위한 화학적 혹은 물리적 프로세스 B01D 43/00; 원심분리장치 B04; 세라믹스의 건조 C04B 33/30; 다른 처리와 관련한 직사 또는 직물의 건조 D06C; 가열 또는 강제공기순환이 없는 세탁물의 건조, 가정용 세탁물 건조기 또는 원심탈수기, 세탁물의 착수 또는 열프레스 D06F; 노, 킬른, 오븐 F27)',
	F27B: '노, 킬른, 가마, 레토르트일반; 개방식 소결용 또는 유사한 장치(연소장치 F23; 전기 난방 H05)',
	F27D:
		'노의 1종류 이상에서 볼 수 있는 것에 있어서의 노, 킬른, 오븐 또는 레토르트의 세부 또는 부속품(연소장치 F23; 전기 난방 H05)',
	F28B:
		'수증기 또는 증기응축기(증기의 응축 B01D 5/00; 분산된 분자의 정전기적 침전에 앞서 가스의 예비처리를 하는 동안의 응축 B03/C 3/014 : 응축기를 가진 증기기관 플랜트 F01K; 기체의 액화 F25J; 열교환 또는 열전달 장치의 세부 일반 F28F)',
	F28C:
		'열교환매체가 상호 화학작용을 하지 않고 직접 접촉하는 열교환장치로 다른 서브클래스로 분류되지 않는 것(열전달, 열교환 또는 열저장물질 C09K 5/00; 열발생 수단을 갖는 유체가열기 F24H; 열 교환매체와 직접 접촉하는 중간 열전달매체를 갖는 것 F28D 15/00 ～ 19/00; 일반적으로 사용되는 열 교환장치의 세부 F28F)',
	F28D:
		'열교환매체가 직접접촉하지 않는 열교환 장치로 다른 서브클래스로 분류 되지 않는 것(열전달, 열교환 또는 열저장 물질 C09K 5/00; 열발생 수단 또는 열전달 수단을 갖는 유체가열기 F24H; 노 F27; 일반용의 열교환장치의 F28F); 축열 플랜트 또는 장치 일반  [4]',
	F28F:
		'일반적인 열 교환 또는 열전달장치의 세부(열전달, 열교환 또는 열저장물질 C09K 5/00; 물 또는 공기 트랩(trap), 공기빼기(air venting) F16)',
	F28G:
		'열교환관 또는 열전달관, 예. 보일러수관의 내면 또는 외면의 청소(파이프 또는 튜우브의 청소일반 B08B 9/02; 보일러의 작동 중에 보일러로부터 물, 무기물, 또는 스럿지를 제거하는 기기 또는 장치, 또는 보일러가 운전되고 있는 소정위치에 머무르는 동상의 기기 또는 장치, 또는 다른 효용을 수반하지 않는 보일러에 특히 적용되는 동상의 기기 또는 장치 F22B 37/48; 연소생성물 또는 연소잔재의 제거 또는 처리 F23J; 열교환장치로 부터 얼음의 제거 F28F 17/00)',
	F41A: '소화기와 대포 등의 화기에 공통되는 기능적 특징 또는 세부; 소화기 또는 대포용 총포가(mountings)',
	F41B:
		'폭발성 또는 연소성 추진 장약을 사용하지 않는 미사일 발사용 무기; 달리 분류되지 않는 무기(어로용 발사체, 예. 어로용작살 A01K 81/00; 던지는 스포츠용구 A63B 65/00, 예. 부메랑 A63B 65/08; 스포츠공 투사용 정지장치, 예. 테니스볼 A63B 69/40; 던지거나 미끄러지는 완구 A63H 33/18; 칼, 도끼 B26B; 추진수단으로 스프링과 협동하는 투사체 또는 미사일 이외의 투사체 또는 미사일 F42B 6/00)   [2013.01]',
	F41C:
		'소형화기, 예. 피스톨 또는 라이플(연소성 또는 폭발성 추진 장약을 사용하지 않는 미사일 추진 F41B); 그 부속품   [5,2013.01]',
	F41F:
		'포신으로부터 투사체 또는 미사일을 발사하기 위한 장치, 예. 대포(CANNON)(소화기 F41C; 로켓 또는 어뢰발사기; 작살(harpoon)포(소화기와 대포 모두에 공통인 기능적 특징 또는 세부, 그를 위한 장착 F41A; 연소성 또는 폭발성 추진장악을 사용하지 않는 미사일 추진 F41B) )',
	F41G: '무기용 조준기; 조준(그것들의 광학적 실시형태 G02B)',
	F41H: '장갑; 장갑포탑; 장갑차량 또는 병장차(兵裝車); 공격 또는 방어의 수단일반, 예. 위장일반',
	F41J: '표적; 사격장; 탄알받이',
	F42B: '장약, 예. 폭파용; 불꽃; 탄약(폭발성조성물 C06B; 신관 F42C; 폭파 F42D)',
	F42C:
		'탄약 신관(폭파약포의 기폭구 F42B 3/10; 화학적 사항 C06C); 기폭정비 또는 그에 따른 안전기구(신관을 채우는 것 F42B 33/02; 신관에서 또는 신관으로의 외관을 설치 또는 제거 F42B 33/04; 신관용기 F42B 39/30)',
	F42D: '폭파(도화선 C06C 5/00; 폭파약포 F42B 3/00)',
	G01B: '길이, 두께 또는 유사한 직선치의 측정; 각도의 측정; 면적의 측정; 표면 또는 윤곽의 불규칙성 측정',
	G01C:
		'자이로스코프; 진동질량을 가지는 회전-감응 장치 ; 운동질량이 없는 회전-감응 장치; 자이로스코프 효과를 이용한 각속도의 측정',
	G01D:
		'특정변량을 위해서 특별히 적용되지 않는 측정; 단일의 다른 서브클래스에 속하지 않는 그 이상의 변량을 측정하는 장치; 요금계량장치; 특정변량을 위해서 특별히 적용되지 않는 설비의 이동 또는 도입; 달리 분류되지 않는 측정 또는 시험(운전 기록에 대하여, 번개 또는 기타 과전압 방전 장치와 구조적으로 관련된 수단 G01R; 정보를 표시 일반 G09F; 변환기를 통해 재생을 요구하는 방식으로 기록하는 것 G11B)',
	G01F: '체적. 체적유량, 질량유량 또는 액위측정; 체적에 의한 계량',
	G01G: '중량 측정',
	G01H: '기계적 진동 또는 초음파, 음파 또는 아음파의 측정   [4]',
	G01J:
		'적외선, 가시광선 또는 자외선의 강도, 속도, 스펙트럼, 편광 또는 위상 또는 펄스의 측정; 색의 측정; 방사온도측정   [2]',
	G01K: '온도의 측정; 열량의 측정; 달리 속하지 않는 감온소자(방사선 고온측정법 G01J 5/00)',
	G01L: '힘, 토오크, 일, 기계적 동력, 기계적 효율 또는 유체압력의 측정(무게측정 G01G)   [4]',
	G01M: '기계 또는 구조물의 정적 또는 동적 평형시험; 달리 분류되지 않는 구조물 또는 장치의 시험',
	G01N:
		'재료의 화학적 또는 물리적 성질의 검출에 의한 재료의 조사 또는 분석(면역분석 이외의 효소 또는 미생물을 포함하는 측정 또는 시험 방법 C12M, C12Q)   [2013.01]',
	G01P:
		'직선속도, 각속도, 가속도, 감속도 또는 충격의 측정; 운동의 유무; 운동의 방향 지시(회전 운동 효과(gyroscopic)를 이용한 각속도 측정 G01C 19/00; 둘 이상의 운동변량을 측정하기 위한 복수 측정 장치를 결합시킨 것 G01C 23/00; 음속의 측정 G01H 5/00; 광속의 측정 G01J 7/00; 전파 또는 다른 파동의 반사 또는 재방사에 의하고 전파효과, 예. 도플러효과(Doppler), 전파시간 또는 전파의 방향에 기초한 고체물체의 방향 또는 속도의 결정 G01S; 핵방사선의 속도측정 G01T)   [2013.01]',
	G01Q: '스캐닝 프로브 기술 혹은 장치; 스캐닝 프로브 기술의 적용 예. 스캔 프로브 현미경  [SPM]   [2010.01]',
	G01R: '전기변량의 측정; 자기변량의 측정(공진회로의 바른 동조의 지시 H03J 3/12)   [2013.01]',
	G01S:
		'무선에 의한 방위결정; 무선항행; 무선전파의 사용에 의한 거리 또는 속도의 결정; 무선전파의 반사 또는 재방사의 사용에 의한 위치 또는 유무의 탐지; 기타의 파류를 사용하는 유사한 방식(무선전파, 음파 또는 기타의 파의 반사 또는 재방사와 무관한 다른 방법에 의한 물체 또는 목표물의 탐지 G01V)',
	G01T:
		'원자핵 방사선 또는 X선의 측정(물질의 방사선 분석, 질량분석기 G01N 23/00; 방사선 또는 입자의 존재, 세기, 밀도 또는 에너지를 결정하기 위한 튜브 H01J 47/00)',
	G01V:
		'지구물리; 중력측정; 질량 또는 대상물의 검출; 태그스(TAGS)(진단, 수술 또는 개인식별을 위하여 이물을 검출 또는 탐지하기 위한 것 A61B; 돌발적으로 매몰된, 예. 눈(雪)에 매몰된, 사람의 위치를 지시하는 수단 A63B 29/02; 화학적 또는 물리적 성질의 결정에 의한 지구조성물의 조사 또는 분석 G01N; 지구의 장의 방향 또는 크기 이외의 전기적 또는 자기적 변량의 측정 일반 G01R; 자기 공명장치 일반 G01R 33/20)',
	G01W:
		'기상학(레이다, 라이다(lidar), 소나(sonar) 또는 아나로그 시스템, 기상용도의 것 G01S 13/95, G01S 15/88, G01S 17/95)',
	G02B:
		'광학요소, 광학계 또는 광학장치(G02F가 우선; 조명 장치 또는 조명 시스템에 사용하는데 특히 적합한 광학 요소 F21V 1/00 ~ F21V 13/00; 측정기구는 G01의 관련 서브클래스를 참조, 예. 광학적 거리계 G01C; 광학요소, 광학계 또는 광학장치의 시험 G01M 11/00; 안경 G02C; 사진촬영 또는 투사 또는 관찰용 장치 또는 배치 G03B; 음향렌즈 G10K 11/30; 전자 및 이온); H01J; X선 광학 H01J(H05G 1/00; 방전관과 구조적으로 결합된 광학요소 H01J 5/16); 29/89(37/22; 마이크로파 광학 H01Q; 광학요소와 TV수상기와 조합 H04N 5/72; 칼라 TV 시스템에서의 광학시스템 또는 장치 H04N 9/00; 투명 또는 반사영역에 특히 적합한 가열장치 H05B 3/84&quot;)   [1,7]',
	G02C: '안경; 선글래스 또는 안경과 같은 성질을 가진 보호안경; 콘택트 렌즈',
	G02F:
		'광의 강도, 색, 위상, 편광 또는 방향의 제어를 위한 장치 또는 배치, 예. 스위칭, 게이팅, 변조 또는 복조, 의 매체의 광학적성질이 변화에 의하여 광학적 작용이 변화하는 장치 또는 배치; 그와 같은 동작을 위한 기술 또는 처리; 주파수변환; 비선형 광학; 광학적 논리소자; 광학적 아날로그/디지털 변환기  [2,4]',
	G03B:
		'사진을 촬영하기 위하여 또는 사진을 투영하여 직시하기 위한 장치 또는 배치; 광파 이외의 파를 사용하는 유사기술을 사용하는 장치 또는 배치; 그것을 위한 부속물(그런 장치의 광학적 부분 G02B; 광사진용 광감지 재료 또는 과정 G03C; 광사진 물질을 노출하기 위한 과정을 위한 장치 G03D)',
	G03C:
		'사진용 감광재료; 사진법, 예. 영화, X선, 칼라 또는 입체사진법; 사진의 보조 처리법(서브클래스의 G03B에 분류되는 장치의 사용 또는 조작을 특징으로 하는 사진법 그 자체는 G03B를 참조)   [2013.01]',
	G03D: '노광필 사진재료의 처리장치, 그 용구  [2013.01]',
	G03F:
		'사진제판법에 의한 요철화 또는 패턴화 표면의 제조, 예. 인쇄용, 반도체장치의 제조법용; 그것을 위한 재료; 그것을 위한 원료; 그것을 위한 특별히 적합한 장치(사진식자기 B41B, 사진용 감광재료 또는 처리는 G03C, 엘렉트로그라피, 그것을 위한 감광층 또는 처리는 G03G)',
	G03G:
		'일렉트로그래피; 전자사진; 마그네토그래피(기록캐리어와 변환기 사이의 상대적 운동에 기초를 둔 정보기억 G11B; 정보의 기입 또는 독출을 위한 수단을 갖춘 정적 기억 G11C; 텔레비전 신호의 기록 H04N 5/76)',
	G03H:
		'홀로그래픽 처리 또는 장치(통상의 광학적 소자로서 사용되는 홀로그램, 예. 점홀로그램 G02B 5/32; 광학소자를 이용하여 계산 동작을 하는 아날로그컴퓨터 G06E 3/00; 홀로그래피적 디지털 기록 G11B 7/0065, G11C 13/04)  [2]',
	G04B:
		'기계적 구동의 시계 또는 휴대시계; 시계 또는 휴대시계의 기계적 부분일반; 태양, 달 또는 별의 위치를 이용한 시계(용수철이나 중력에 의해 움직여지는 기구일반 F03G; 전기기계시계 또는 휴대전기기계시계 G04C; 미리 선정된 시각 또는 미리 정해진 시간간격 후에 임의의 장치를 조작하는 부속수단 또는 조립수단을 가진 전기기계시계 G04C 23/00; 정지장치가 있는 시계 또는 휴대시계 G04F 7/08; 움직이는 부분이 없는 전자시계에 특히 적합한 구조상 세부, 또는 하우징 G04G 17/00)',
	G04C:
		'전기기계시계 또는 휴대전기기계시계(시계 또는 휴대시계의 기계부분일반 G04B; 가동부분을 갖지 않는 전자시계, 타이밍펄스를 발생하기 위한 전자회로 G04G)',
	G04D:
		'시계나 휴대시계의 제작 또는 유지하는데 사용하기 위하여 특별히 설계된 장비 공구(공작기계 일반 B23, B24; 수공구 일반 B25)',
	G04F:
		'시간간격의 측정(펄스특성의 측정 G01R 예. 29/02; 레이다 또는 비슷한 방식의 것 G01S; 분자증폭기(masers HO1S 1/00; 진동의 발생 H03B; 펄스발생 또는 계수, 주파수분할 H03K; 아날로그/디지털 변환일반 H03M 1/00) )',
	G04G: '전자시계',
	G04R: '무선 제어 시계  [2013.01]',
	G05B:
		'제어계 또는 조정계 일반; 이와 같은 계의 기능요소; 이와 같은 계 또는 요소의 감시 또는 시험장치(액체압 액츄에이터 또는 유체적 수단으로 동작하는 계 일반 F15B; 밸브자체 F16K; 기계적 구성만을 특징으로 하는 것 G05G; 검출요소는 G01, H01의 서브클래스, 적당한 서브클래스, 예. G12B를 참조; 수정요소는 적당한 서브클래스, 예. H02K를 참조)',
	G05D:
		'비전기적 변량의 제어 또는 조정계(금속의 연속주조 B22D 11/26; 밸브 그 자체 F16K; 비전기량의 검출은 G01의 관련 서브클래스를 참조; 전기 또는 자기량의 조정 G05F)',
	G05F:
		'전기적 또는 자기적 변량의 조정계(레이다 또는 무선항행 시스템의 타임 펄스(Time pulse) 또는 반복 펄스 주파수를 조정하는 것 G01S; 특별히 전자시계의 사용을 위해 적용되는 전류 또는 전압의 조정 G04G 19/02; 특별히 전기적 수단에 의한 비전기적 변량을 조정하는 폐루프계 G05D; 디지털 컴퓨터의 전력공급을 조정하는 것 G06F 1/26; 정류자를 가진 전자석의 소망하는 동작 특성을 얻기 위한 것 H01F 7/18; 전력 배전망을 조정하는 것 H02J; 배터리의 충전을 조정하는 것 H02J 7/00; 정지형 변환기, 예. 스위칭조정기의 출력 조정하는 것 H02M; 발전기의 출력조정 H02N, H02P 9/00; 제어 변압기, 변성기. 리액터 또는 쵸크 코일을 제어하는 것 H02P 13/00; 증폭기의 주파수 응답, 이득, 최대출력, 진폭 또는 대역폭을 조정하는 것 H03G; 공진회로의 동조를 조정하는 것 H03J; 전자적 진동 또는 펄스 발생기의 자동제어 H03L; 전송선의 특성을 조정하는 것 H04B; 전기 조명의 제어 H05B 37/02, H05B 39/04, H05B 41/36; X선장치의 전기적 제어 H05G 1/30)   [4,5]',
	G05G:
		'기계적 구성에만 특징이 있는 제어장치 제어계(보우덴(Bowden) 또는 유사한 기구; 이 목적에 특유하지 않는 전동장치 기구; 회전운동 전달용 변속 또는 역전 전동장치를 위한 것)',
	G06C:
		'모든 계산이 기계적으로 행하여지는 디지털 컴퓨터(카드게임 등에 사용되는 득점계산기 A63F 1/18; 키의 구조, 인쇄기구, 기타 타이프라이터나 인쇄에 일반적으로 응용되는 기타의 부분 B41; 특수한 응용의 키 또는 인쇄기구는 관련 서브클래스, 예. G05G, G06K를 참조; 금전등록기 G07G 1/00)',
	G06D: '디지털 유체압 계산장치',
	G06E: '광학 계산 장치(광학 논리소자 그 자체 G02F 3/00; 광학 소자를 사용한 디지털기억 G11C 13/04)   [5,2013.01]',
	G06F:
		'전기에 의한 디지털 데이터처리(계산의 일부가 액체력 또는 기체력을 사용하여 행하여지는 계산기 G06D; 광학적 G06E; 특정계산모델방식의 컴퓨터시스템 G06N)  [2013.01]',
	G06G: '아날로그 컴퓨터(광학적 아날로그계산장치 G06E 3/00; 특정 계산식에 기초한 컴퓨터 시스템 G06N)',
	G06J:
		'하이브리드 컴퓨터(광학적 하이브리드 컴퓨터 G06E 3/00; 특정 계산식에 기초한 컴퓨터 시스템 G06N; 영상데이터 처리를 위한 신경 회로망 G06T; 아날로그/디지털 변환 일반 H03M 1/00)',
	G06K: '데이터의 인식; 데이터의 표시; 기록매체; 기록매체의 취급(우편물의 구분 B07C)',
	G06M:
		'계수메커니즘; 다른 방식으로는 분류되지 않는 계수(계수될 물품의 크기 또는 무게의 측정에 따른 계수 G01F, G01G; 전력 또는 전류의 적산량 측정을 위한 전기기계적 배치에 있어서 계수기의 전기계량기에의 적용 G01R 11/16; 계산기 G06C 내지 G06J; 전기펄스의 계수 H03K; 디지털 정보전송을 위한 스위칭 네트웍에서 문자, 단어, 메시지를 계수하는 것 H04L 12/08; 전화시스템의 과금장치 H04M 15/00)',
	G06N: '특정 계산모델 방식의 컴퓨터시스템',
	G06Q:
		'관리용, 상업용, 금융용, 경영용, 감독용 또는 예측용으로 특히 적합한 데이터 처리 시스템 또는 방법; 그 밖에 분류되지 않는 관리용, 상업용, 금융용, 경영용, 감독용 또는 예측용으로 특히 적합한 시스템 또는 방법   [8]',
	G06T:
		'이미지 데이터 처리 또는 발생 일반(특정의 용도에 특히 적합한 것, 관련의 서브 클래스, 예. G01C, G06K, G09G, H04N)   [6,8]',
	G07B: '표 발매 기기; 택시미터; 하나 이상의 제어점에서 요금, 통행료 또는 입장요금 징수를 위한 장치; 우편요금기기',
	G07C:
		'시간이나 출석자의 등록; 기계가동의 등록이나 표시; 난수의 발생; 투표 또는 추첨장치; 다른 개소에 속하지 않는 검사를 위한 배열, 방식 또는 장치(신체의 확인, 예. 지문, 족적 A61B 5/117; 측정일반의 표시 또는 기록, 입력이 피측정 변량이 아닌 것, 예. 수동조작을 제외하는 유사한 장치 G01D; 시계, 시계의 기구 G04B, G04C; 시간간격의 측정 G04F; 계수기구 그 자체 G06M)',
	G07D: '유사한 유가증권이나 지폐 또는 동전의 취급, 예. 액면금액, 계수, 분배, 환전 또는 예금에 의한 검사, 선별   [2]',
	G07F: '동전투입식 작동장치 및 유사장치(동전의 분류 G07D 3/00; 동전의 검사 G07D 5/00)',
	G07G: '현금, 귀중품 또는 명목화폐의 수취를 등록(디지털 컴퓨터일반 G06C, G06F)',
	G08B:
		'신호 또는 호출시스템; 지령발신장치; 경보 시스템(차량상의 신호장치 B60Q, B62D 41/00; 철도신호시스템 또는 장치 B61L; 이륜차의 신호장치 B62J 3/00, 6/00; 금고 또는 귀중품보관실의 경보장치 E05G; 광산에 있어서의 신호 또는 경보장치 E21F 17/18; 감응측정소자는 G01의 적당한 서브클래스를 참조; 교통제어방식 G08G; 가시지시수단 G09; 음향발생장치 G10; 호출기를 부르는 무선장치 또는 근접 계(field) H04B 5/00, 7/00; 선택호출장치 H04Q 7/00, 9/00 확성기, 마이크로폰, 축음기의 배치 또는 전기기계 음향변환기 H04R)',
	G08C:
		'측정치, 제어신호 또는 유사신호를 위한 전송방식(유체압력전송방식 F15B; 감지요소의 출력을 다른 변량으로 변환하는 기계적수단 G01D 5/00; 기계적 제어시스템 G05G)   [4]',
	G08G:
		'교통제어시스템(철도교통의 안내, 철도교통의 안전확보 B61L; 교통제어용 레이더(radar) 및 유사 시스템, 소나시스템 또는 라이더(lidar)시스템 G01S 13/91, G01S 15/88, G01S 17/88; 충돌방지용 레이더 및 유사 시스템, 소나시스템 또는 라이더시스템 G01S 13/93, G01S 15/93, G01S 17/93; 교통 환경에 특정되지 않는 육상, 수상, 항공, 우주 선체의 위치, 경로, 고도 또는 자세의 제어 G05D 1/00)  [2]',
	G09B:
		'교육용 또는 교시용의 기구; 맹인 또는 농아자와의 의사를 소통하기 위한 교습용기구; 모형; 유성의; 지구의; 지도; 도표  [2013.01]',
	G09C: '암호 또는 비밀의 필요성을 포함하는 다른 목적을 위한 암호화 또는 암호해독장치',
	G09D: '철도 또는 이에 유사한 것의 시각표 또는 요금표; 만년캘린더 (calendar)',
	G09F: '표시; 광고; 사인; 라벨 또는 명찰; 시일',
	G09G:
		'정적수단을 사용하여 가변정보를 표시하는 표시장치의 제어를 위한 장치 또는 회로(디지털 컴퓨터와 표시장치 사이의 데이터 전송을 위한 장치 G06F 3/14; 다수의 분리된 표시요소 또는 광 제어 셀로서 되는 정적표시장치 G09F 9/00; 집적된 다수의 광원으로된 정적표시장치 H01J, H01K, H01L, H05B 33/12; 스캐닝, 전송 또는 재생 또는 그와 같은 것, 예. 팩시밀리 전송, 그의 세부 H04N 1/00)   [3,4,5,2013.01]',
	G10B:
		'오르간(Organ), 풍금(Harmonium) 또는 기명악기(음악 완구의 비음악적 특색이 있는 것 A63H 5/00; 마우스 오르간 G10D 7/12; 아코디언 G10D 11/00콘서티나 또는 그와 유사한 것 또는 그의 키보드 G10D 11/00; 기명(wind-actuated) 기구 G10F 1/12)  [2013.01]',
	G10C:
		'피아노, 하프시코드(harpsichord), 소형 피아노(spinets) 또는 하나 이상의 건반을 가지는 유사한 현악기(음악적 특색이 없는 장난감 피아노 A63H 5/00; 키보드를 갖거나 갖지않는 자동 피아노 G10F 1/02, G10F 1/04; 자동 피아노를 결합하는 결합 기구 G10F 1/22; 자동 피아노의 부속품 또는 세부 G10F 5/00)  [2013.01]',
	G10D:
		'현악기; 기명악기; 아코디언 또는 콘서티나(concertina); 타악기; 달리 분류되지 않는 악기(음악 완구의 비음악적 특색이 있는 것 A63H 5/00; 오르간, 하모늄 또는 기명(wind-actuated) 기구와 같은 것 G10B; 피아노, 하프시코드, 스피넷 또는 하나 이상의 키보드를 갖는 유사 현(string)이 있는 악기 G10C; 자동악기 G10F; 전기 발성 악기 G10H; 전기 자기적 수단 또는 전자 발생기에 의해 톤이 발생되는 기구, 또는 저장된 데이터로부터 합성되어 톤이 발생하는 기구 G10H)  [2013.01]',
	G10F:
		'자동악기(음악 완구의 비음악적 특색이 있는 것 A63H 5/00; 자동 악기를 갖는 녹음 또는 재생 장치의 관련된 동작을 위한 방식 G11B 31/02)  [2013.01]',
	G10G:
		'음악을 위한 보조구; 악기를 위한 지지구; 음악 또는 악기를 위한 다른 보조 장치 또는 부속품(음악 스탠드 A47B; 음악 완구의 비음악적 특색이 있는 것 A63H 5/00; 메트로놈 G04F 5/02; 교습 음악 G09B 15/00)  [2013.01]',
	G10H: '전기악기; 전기기계적 수단 또는 전기적 발생기에 의해 생성된 음 또는 데이터저장체로부터 합성된 음의 악기',
	G10K:
		'음을 발생하는 장치(음을 발생하는 완구 A63H 5/00); 소음 또는 기타 음향파를 방호하거나 감쇠시키는 방법 또는 장치 일반; 달리 분류되지 않는 음향',
	G10L:
		'음성분석 또는 합성; 음성 인식; 음성(speech) 또는 음성(voice) 처리; 음성(speech) 또는 오디오(audio) 부호화 또는 복호화  [4,2013.01]',
	G11B:
		'기록매체와 변환기 사이의 상대적인 운동을 기본으로 하는 정보저장(측정치를 기록함에 있어서 변환기를 통한 재생을 필요로 하지 않는 것 G01D; 사진용을 위한 감광물 또는 감광처리 G03C; 일렉트로그래피(electrography), 일렉트로포토그래피(electrophotography), 마그네토그래피(magnetography) G03G; 기록 또는 재생장치로서 천공된 종이테이프와 같이 기계적으로 표시된 테이프를 사용하거나 또는 천공 내지 자기적으로 표시된 카드와 같이 단위 기록체를 사용하는 것, G06K; 어떤 타입의 기록매체로 부터 다른 타입의 기록매체로 데이터를 이송하는 것 G06K 1/18; 기록매체로부터 데이터를 인쇄하는 것 G06K 3/00; 출력데이터의 영구 가시적 표현을 생성하기 위한 구성 G06K 15/00; 표시장치의 제어를 위한 구성 또는 회로로서 변화하는 정보를 나타내기 위해 통계적 수단을 사용하는 것 G09G; 일반적으로 주사형 탐침기구의 세목들 G12B 21/00; 코딩, 디코딩 또는 코드변환 H03M; 재생기의 출력을 라디오 수신기에 정합하기 위한 회로 H04B 1/20; 텔레비전 신호의 기록 H04N 5/76, H04N 9/79 : 라우드스피커, 마이크로폰, 그라모폰(gramophone)픽업 또는 음향의 전기기계적 변환기 내지 이들을 위한 회로 H04R)',
	G11C:
		'정적기억(기록매체와 변환기의 상대운동에 의한 정보의 기억 G11B; 기억을 위한 반도체 장치 H01L, 예. H01L 27/108 ～ 27/115; 일반적인 펄스기술 H03K, 예. 전자스위치 H03K 17/00)',
	G12B: '달리 분류되지 않는 기계의 구성적 세부 또는 기타의 장치에 유사한 세부  [2013.01]',
	G21B: '핵융합로 (제어되지 않는 융합, 그것의 응용 G21J)',
	G21C: '원자로(핵융합로, 핵융합-분열노 G21B; 핵폭발 G21J)',
	G21D: '원자력 발전소',
	G21F:
		'X선, 감마(gamma)선, 미립자선 또는 입자충격에 대한 보호; 방사능 오염물질의 처리; 오염제거장치 (약물수단에 의한 방사선보호 A61K 8/00, A61Q 17/04; 우주선내의 것 B64G 1/54; 원자로와 결합한 것 G21C 11/00; X선관과 결합된 것 H01J 35/16; X선 장치와 결합된 것 H05G 1/02)',
	G21G: '화학원소의 변환; 방사선원   [2]',
	G21H: '방사선원으로부터의 에너지 취득; 방사선원으로부터의 방사선의 응용; 우주선의 이용(핵융합로 G21B; 원자로 G21C)',
	G21J: '핵폭발; 그 이용',
	G21K: '달리 분류되지 않는 입자 또는 전리 방사 취급 기술; 조사장치; 감마선 또는 X선 현미경  [2]',
	H01B:
		'케이블; 도체; 절연체; 도전성, 절연성 또는 유전성 특성에 대한 재료의 선택(자기특성에 대한 선택 H01F 1/00; 도파관 H01P)  [2013.01]',
	H01C: '저항기',
	H01F: '자석; 인덕턴스(Inductance); 변성기; 자기특성을 위한 재료의 선택  [2,2013.01]',
	H01G:
		'콘덴서; 전해용 콘덴서, 정류기, 검파기, 개폐장치 감광장치 또는 감온장치(유전체로서의 특정재료의 선택 H01B 3/00; 전위장벽 또는 표면장벽이 있는 콘덴서 H01L 29/00)  [2013.01]',
	H01H:
		'전기적스위치; 계전기; 셀렉터(selector); 비상보호장치(접촉케이블 H01B 7/10; 과전압 보호저항기 저항피뢰기, H01C 7/12, 8/04; 전해자기차단장치 H01G 9/18; 도파관형 개폐장치 H01P; 단속도전장치 H01R 39/00; 스파크 갭을 이용한 과전압 피뢰기 H01T 4/00; 비상보호회로장치 H02H; 무접점 전자장치에 의한 개폐 H03K 17/00)',
	H01J: '전자관 또는 방전램프(스파크-갭 H01T; 소모하는 전극을 갖는 아크 램프 H05B; 입자가속기 H05H)',
	H01K:
		'백열램프(방전장치와 백열램프의 양쪽에 사용되는 세부 또는 제작장치 또는 제조방법 H01J; 백열발광체와 기타 발광체를 조합한 광원 H01J 61/96, H05B 35/00)  [2013.01]',
	H01L:
		'반도체 장치; 다른 곳에 속하지 않는 전기적 고체 장치(측정에 반도체 장치를 사용 G01; 저항 일반 H01C; 자석, 인덕터, 변성기 H01F; 컨덴서 일반 H01G; 전해장치 H01G 9/00; 전지, 축전지 H01M; 도파관, 도파관형의 공진기 또는 선로 H01P; 전선접속기, 집전장치 H01R; 유도방출 소자 H01S; 전기기계적 공진기 H03H; 확성기, 마이크로폰, 축음기의 픽엎 또는 음향의 전기기계적 변환기 H04R; 전기적 광원 일반 H05B; 인쇄회로, 하이브리드 회로, 전기장치의 케이스 또는 세부구조, 전기부품의 조립작업 H05K; 특별하게 응용되는 회로에 반도체 장치를 사용하는 경우는 각각 응용되는 서브클래스를 참조)',
	H01M:
		'화학적 에너지 전기적 에너지 직접 변환하기 위한 방법 또는 수단, 예. 전지(전기화학적 방법 또는 장치일반 C25; 광 또는 열 에너지 전기적 에너지 변환하기 위한 반도체 또는 기타 고체장치, 예, H01L 31/00, 35/00, 37/00)',
	H01P:
		'도파관; 도파관형의 공진기, 선로 또는 기타장치(광주파수로 동 작하는 G02B; 공중선 H01Q; 집중 임피던스 소자로서는 회로망 H03H)',
	H01Q:
		'공중선(치료용의 마이크로파근전자계방사기 A61N 5/04; 공중선시험용 또는 공중선특성측정용 장치 G01R; 도파관 H01P; 마이크로파 가열용의 방사기 또는 안테나 H05B 6/72)',
	H01R:
		'도전접속; 복수의 다중-절연된 전기접속부의 구조적 결합; 결합장치; 집전장치(개폐기, 퓨즈 H01H; 도파관형의 결합장치 H01P 5/00; 전력의 공급 또는 배전을 위한 개폐장치 H02B; 전기케이블 또는 전선의 설치, 광케이블과 전기케이블 또는 전선의 결합 설치, 또는 보조장치의 설치 H02G; 인쇄회로에의 또는 사이의 전기접속을 위한 인쇄된 수단 H05K)',
	H01S: '유도방출을 이용한 장치',
	H01T:
		'스파크 갭; 스파크 갭을 사용한 과전압피뢰기; 스파크 플러그; 코로나 장치; 비밀폐 가스로의 이온 발생(전류의 고농도에 의한 금속의 작용 B23H; 아크 용접, 전자빔 용접 또는 전해질 용접등의 용접 B23K; 고체 음극을 갖는 가스 방전 튜브 H01J 17/00; 전기 아크 램프 H05B 31/00)',
	H02B:
		'전력의 공급 또는 배치 또는 배전을 위한 반, 변전소, 또는 개폐장치 (기본전기소자, 그들의 조립, 기판상이나 둘레 또는 그 위에 취부하는 것을 포함하는 것은 각요소의 서브클라스를 참조, 예. 변성기 H01F; 스위치, 퓨즈 H01H, 전선접계기 H01R; (전기케이블 또는 전선 또는 조합된 광(optical)과 전기케이블 또는 전선 또는 부가장치에 관한 것 H02G))',
	H02G:
		'전기케이블 또는 전선, 또는 광 및 전기케이블 또는 전선의 결합체의 설치(절연 전기케이블 또는 전선의 배치시설이나 안전시설장치는 H01B 7/40; 배전함 내의 개폐기 H02B; 전화기 코드의 안내 H04M 1/15; 전화기 또는 전화교환설비에 대한 케이블 덕트 또는 부착부재 H04Q 1/06)',
	H02H:
		'비상보호회로장치(정상이 아닌 동작상태의 지시 또는 경보 G01R, 예. F01R 31/00, G08B; 선로에 따라서 고장점측정 G01R 31/08; 비상보호장치 H01H)',
	H02J:
		'전력급전 또는 전력배전을 위한 방식; 전기에너지 축적하기 위한 방식(X선, 감마선, 미립자선, 우주선을 측정하는 장치를 위한 전력급전회로 G01T 1/175; 가동부분을 갖지 않는 전자시계에 사용코자 특별히 적용된 전력급전회로 G04G 19/00; 디지털컴퓨터를 위한 전력급전회로 G06F 1/18; 방전관을 위한 전력급전회로 H01J 37/248; 전력변환을 위한 회로 또는 장치, 그와 같은 회로 또는 장치의 제어 또는 조정하기 위한 장치 H02M; 복수전동기의 상호 관계한 제어, 원동기 급전의 제어 H02P; 고주파전력의 제어 H03L; 정보전송을 위한 전력선 또는 전력회로망의 부가적 사용 H04B)',
	H02K:
		'발전-전기 기계(동전형계전기 H01H 53/00; 직류 또는 교류입력을 서지 출력으로 변환하는 것 H02M 9/00)  [2013.01]',
	H02M:
		'교류-교류, 교류-직류 또는 직류-직류변환장치 및 주요한 또는 유사한 전력공급장치와 함께 사용하기 위한 장치; 직류 또는 교류입력의 서지 출력변환; 그것을 제어 또는 조정(전기 또는 자기변량을 조정하기 위한 시스템일반, 예. 변압기, 리액터 또는 초크 코일을 사용하기 위한 것, 정지 변환기를 가진 이와 같은 시스템을 결합 G05F; 변성기 H01F; 유사 또는 기타 공급전원과의 공동동작하는 변환기의 접속 또는 제어, H02J; 회전 변환기 H02K 47/00; 변성기, 리액터 또는 초크코일제어, 전동기, 발전기 또는 회전변환기 제어 또는 조정 H02P; 펄스발생기 H03K)',
	H02N: '타류에 속하지 않는 전기',
	H02P:
		'전동기, 발전기, 회전변환기의 제어 또는 조정; 변압기 또는 리액터(Reactors) 또는 초크코일(Choke coil)의 제어  [4,2013.01]',
	H03B:
		'진동의 발생, 직접 또는 주파수 변조에 의한 진동의 발생, 스위칭 동작을 하지 않는 능동소자를 사용한 회로에 의한 진동의 발생; 이와 같은 회로에 의한 잡음의 발생(측정, 시험 G01R; 전기기계적 수단에 의하는 악기에 적합한 발생기 G10H; 음성의 합성 G10L 13/00; 메이저(maser), 레이저(Laser) H01S; 발전기 H02K; 전력변환 회로 H02M; 펄스기술을 사용하는 것 H03K; 발생기의 자동제어 H03L; 형성이 관계하지 않는 또는 특정되어 있지 않는 발생기의 기동, 동기 또는 안정화 H03L; 플라즈마에 있어서의 진동의 발생 H05H)',
	H03C:
		'변조(측정, 시험 G01R; 메이저(masers), 레이저(lasers) H01S; 직류증폭기에 사용하기 위하여 특히 적합한 변조기 H03F 3/38; 펄스 변조 H03K 7/00; 부호화; 복호화 혹은 부호변환일반 H03M; 진폭, 주파수 또는 위상의 소정의 상태간을 스위칭할 수 있는 소위 변조기 H03K 17/00, H04L; 컬러 텔레비젼을 위하여 특히 적합한 동기변조기 H04N 9/05)',
	H03D:
		'하나의 반송파로부터 타반송파에의 복조 또는 변조의 변환(메이저(masers), 레이저(laser) H01S : 변조기 및 복조기로 동작하는 회로 H03C, 예. 평형 변조기 H03C 1/54; 변조기 및 주파수변환기에의 적용 세부 H03C; 지속-변수 신호로 변조된 펄스를 복조하는 것 H03K 9/00; 펄스변조 형식의 변환 H03K 11/00; 중계 시스템, 예. 중계기 H04B 7/14; 디지털 변조전송시스템에 적합한 복조기 H04L 27/00; 컬러 텔레비전에 적합한 동기 복조기 H04N 9/66)  [2013.01]',
	H03F: '증폭기(측정, 시험 G01R; 광학적 파라메트릭(Parametric))',
	H03G: '증폭기의 제어(임피던스 회로망, 예. 감쇠기, H03H; 선로에 있어서의 전송의 제어 H04B 3/04)',
	H03H:
		'임피던스회로망, 예. 공진회로; 공진기(측정, 시험 G01R; 반향음을 얻기 위한 장치 G10K 15/08; 분포정수임피던스로서 되는 임피던스 회로망 또는 공진기, 예. 도파관형의 것 H01P; 증폭의 제어, 예. 증폭기의 대역폭 제어 H03G; 동조 공진회로, 예. 동조연결공진회로 H03J; 통신시스템의 주파수특성에 변경을 가하기 위한 회로망 H04B)',
	H03J:
		'동조공진회로; 선택공진회로(측정용 지시장치 G01D; 측정, 시험 G01R; 원격제어 일반 G05 G08; 발진기의 자동제어 또는 안정화 H03L)',
	H03K:
		'펄스(PULSE)기술(펄스특성의 측정 G01R; 펄스를 갖는 정현파진동의 변조 H03C; 디지털 정보의 전송 H04L; 진동 주기의 계수 또는 적산에 의해 두 신호간 위상차를 검출하는 회로 H03D 3/04; 발생기의 형에 관계없는 또는 특정되어 있지 않은 전자진동 또는 펄스 발생기의 발생기의 자동제어, 시동, 동기화 또는 안정화 H03L; 부호화, 복호화 또는 부호변환 일반 H03M)  [4,2013.01]',
	H03L: '전자적 진동 또는 펄스발생기의 자동제어, 기동, 동기 또는 안정화(발전기의 것은 H02P)',
	H03M:
		'복호화 또는 부호변환 일반(유체적 방법을 사용하는 것 F15C 4/00; 광학적 아날로그/디지털 변환기 G02F 7/00; 특수한 용도에 특히 적합한 부호화, 복호화 또는 부호변환은 관련 서브클라스 즉, GO1D, G01R, G06F, G06T, G09G, G10L, G11B, G11C, H04L, H04M, H04N을 참조:암호 또는 비밀의 필요성이 있는 기타 목적을 위한 암호화 또는 해독화 G09C)',
	H04B: '전송  [4,2013.01]',
	H04H: '방송통신(전송일반 H04B; 다중화통신 H04J)',
	H04J:
		'다중통신(디지털정보 전송에 대한 특유한 것 H04L 5/00; 하나 이상의 텔레비젼신호를 동시 또는 순차로 전송하기 위한 시스템 H04N 7/08; 교환기에 있어서의 것 H04Q 11/00)',
	H04K: '비밀통신; 통신방해',
	H04L: '디지털 정보의 전송, 예. 전신통신(전신(telegraphic) 및 전화통신의 공통장치 H04M)  [4,2013.01]',
	H04M: '전화통신(전화교환장치를 제외하고, 전화선로를 통해서 다른 장치를 제어하는 회로 G08)',
	H04N: '화상통신, 예. 텔레비젼   [4]',
	H04Q: '선택(스위치, 계전기, 셀렉터 H01H; 무선통신망 H04W)   [1,2009.01]',
	H04R:
		'확성기, 마이크로폰, 축음기 픽업(pick up) 또는 유사한 음향전기기계변환기; 보청기; 방성장치(public Address system) (일반적인 기계적 진동을 발생하는 것 B06B : 특별한 변화 측정용 변환기 G01; 클럭(clock))',
	H04S:
		'스테레오 시스템(디스크 또는 테이프에 정보기억 G11B; 스테레오 정보의 분배용 방송시스템 H04H 20/88; 다중일반 H04J)   [3]',
	H04W: '무선통신네트워크   [2009.01]',
	H05B: '전기가열; 달리 분류되지 않는 전기조명',
	H05C:
		'생물을 살해, 기절, 포위, 또는 유도하기 위하여 사용되는 장치에 특별히 설계된 전기회로 또는 전기장치(전기적 수단에 의하여 곤충을 포획 또는 살제하기 위한 정치식 장치 A01M 1/22; 곤충 외의 유해동물을 전기적으로 퇴치하기 위한 장치 A01M 19/00; 동물의 전기적 포획 A01M 23/38; 전류에 의한 도살 또는 기절 A22B 3/06)',
	H05F: '정전기; 자연적으로 발생하는 전기',
	H05G:
		'X선 기술(방사선 진단용기기 A61B 6/00; X선 치료 A61N; X선에 의한 시험 G01N; X선 사진을 위한 장치 G03B; 필터, 변환 스크린, 현미경 G21K; X선관 H01J 35/00; X선 입력을 가진 TV 시스템 H04N 5/321)',
	H05H:
		'플라스마(Plasma) 기술(핵융합로 G21B; 이온 빔관 H01J 27/00; 전자유체발전기 H02K 44/08); 가속된 하전입자 또는 중성자의 발생(방사선원에서 중성자를 얻는 것 G21, 에. G21B, G21C, G21G); 중성분자 또는 전자빔의 발생 또는 가속(원자시계 G04F 5/14; 유도방출을 사용하는 장치 H01S; 분자원자 또는 원자보다 작은 입자의 에너지 레벨에 의해 결정되는 기준 주파수와 비교하여 주파수를 조정 H03L 7/26)',
	H05K:
		'인쇄회로; 전기장치의 상체 또는 구조적 세부, 전기부품의 조립체의 제조(달리 분류되지 않는 기계의 부품 또는 그 외의 장치의 유사한 세부 G21B; 박막 또는 후막회로 H01L 27/01, 27/13; 인쇄회로에의 또는 인쇄회로간의 전기접속을 위한 인쇄에 의하지 않는 수단 H01R; 특수형식의 장치의 상체 또는 구조적 세부는 관련하는 서브클라스 참조; 타에 규정이 있는 단일의 기술, 예. 가열, 스프레이 만을 포함하는 방법은 관련되는 클라스를 참조)'
};

export const searchAppLeftConfig = {
	options: {
		dateType: { PRD: '우선일', AD: '출원일', PD: '공개일', FD: '등록일' },
		patentOffice: ['KR', 'JR', 'US', 'EP', 'PCT', 'ETC'],
		language: ['한글', '영어'],
		status: ['출원', '등록'],
		ipType: ['특허', '실용신안']
		// litigation: ["침해있음", "침해없음"]
	}
};

export const abroadAppLeftConfig = {
	options: {
		dateType: { PRD: '우선일', AD: '출원일', PD: '공개일', FD: '등록일' },
		patentOffice: ['KR', 'JR', 'US', 'EP', 'PCT', 'ETC'],
		language: ['한글', '영어'],
		status: ['출원', '등록'],
		ipType: ['특허', '실용신안']
		// litigation: ["침해있음", "침해없음"]
	}
};

export const companyAppLeftConfig = {
	options: {
		dateType: { PRD: '우선일', AD: '출원일', PD: '공개일', FD: '등록일' },
		patentOffice: ['KR', 'JR', 'US', 'EP', 'PCT', 'ETC'],
		language: ['한글', '영어'],
		status: ['출원', '등록'],
		ipType: ['특허', '실용신안']
		// litigation: ["침해있음", "침해없음"]
	}
};
