export const chartTypes = [
	{
		name: 'day',
		text: '하루',
		unit: '5분'
	},
	{
		name: 'week',
		text: '일주일',
		unit: '30분'
	},
	{
		name: 'month',
		text: '한달',
		unit: '2시간'
	},
	{
		name: 'year',
		text: '1년',
		unit: '하루'
	},
	{
		name: 'all',
		text: '전체',
		unit: '하루'
	}
];

export const nationality = {
	'01': '서울',
	'02': '부산',
	'03': '경기',
	'04': '강원',
	'05': '충북',
	'06': '충남',
	'07': '전북',
	'08': '전남',
	'09': '경북',
	'10': '경남',
	'11': '제주',
	'14': '대구',
	'15': '인천',
	'16': '광주',
	'17': '대전',
	'18': '한국',
	AT: '오스트리아',
	AU: '호주',
	BR: '브라질',
	CA: '캐나다',
	CH: '스위스',
	CN: '중국',
	DE: '독일',
	FR: '프랑스',
	GB: '영국',
	IN: '인도',
	IT: '이탈리아',
	JP: '일본',
	KR: '한국',
	NL: '네덜란드',
	NZ: '뉴질랜드',
	US: '미국'
};

export const company = [
	'주식회사',
	'(주)',
	'CO.',
	'게엠베하',
	'가이샤',
	'코퍼레',
	'피엘씨',
	'pharm',
	'파마',
	'LLC',
	'엘엘씨',
	'IND',
	'INC',
	'GMBH',
	'CORP',
	'아이엔씨',
	'LTD',
	'엘티디',
	'COMPANY',
	'캄파니',
	'컴퍼니',
	'리미티드',
	'INC',
	'콤파니',
	'아게',
	'코포레이',
	'게젤샤프트',
	'（주）',
	'인크',
	'유한회사'
];
export const government = [
	'대학교',
	'산학협력단',
	'UNIV',
	'COLLEGE',
	'유니버시티',
	'연구원',
	'연구소',
	'개발원',
	'평가원',
	'기술센터',
	'가족재단',
	'플라자',
	'문화센터',
	'진흥원',
	'대한민국',
	'INSTITUTE',
	'기술원',
	'연구단'
];
