export const chartTypes = [
	{
		name: 'day',
		text: '하루',
		unit: '5분'
	},
	{
		name: 'week',
		text: '일주일',
		unit: '30분'
	},
	{
		name: 'month',
		text: '한달',
		unit: '2시간'
	},
	{
		name: 'year',
		text: '1년',
		unit: '하루'
	},
	{
		name: 'all',
		text: '전체',
		unit: '하루'
	}
];

export const nationality = {
	'01': '서울',
	'02': '부산',
	'03': '경기',
	'04': '강원',
	'05': '충북',
	'06': '충남',
	'07': '전북',
	'08': '전남',
	'09': '경북',
	'10': '경남',
	'11': '제주',
	'14': '대구',
	'15': '인천',
	'16': '광주',
	'17': '대전',
	'18': '한국',
	KR: '한국',
	US: '미국',
	JP: '일본',
	DE: '독일',
	FR: '프랑스',
	CA: '캐나다',
	NZ: '뉴질랜드',
	NL: '네덜란드',
	IT: '이탈리아',
	GB: '영국',
	IN: '인도',
	CH: '스위스',
	CN: '중국',
	BR: '브라질'
};
